/**
 * Tajik translation for bootstrap-datepicker
 * Yek Darvesh <yekdarvesh@gmail.com>
 */
;
(function($){
	$.fn.datetimepicker.dates['tj'] = {
		days: ["Якшанбе", "Душанбе", "Сешанбе", "Чоршанбе", "Панҷшанбе", "Ҷумъа", "Шанбе", "Якшанбе"],
		daysShort: ["Якш", "Душ", "Сеш", "Чрш", "Пнш", "Ҷум", "Шнб", "Якш"],
		daysMin: ["Яш", "Дш", "Сш", "Чш", "Пш", "Ҷм", "Шн", "Яш"],
		months: ["Январ", "Феврал", "Март", "Апрел", "Май", "Июн", "Июл", "Август", "Сентябр", "Октябр", "Ноябр", "Декабр"],
		monthsShort: ["Янв", "Фев", "Мар", "Апр", "Май", "Июн", "Июл", "Авг", "Сен", "Окт", "Ноя", "Дек"],
		today: "Имрӯз",
	  suffix: [],
    meridiem: []
	};
}(jQuery));
