Repository: drlippman/IMathAS
Catalog: i18n/*.po
Languages: de

source: Before sharing your course, check to ensure that it only contains materials you created or have the rights to share.
de: Bevor Sie einen Kurs veröffentlichen prüfen Sie bitte, dass er nur Material enthält, dass Sie mit anderen teilen dürfen.

source: Your course should contain no commercial, copyrighted content, including textbook pages, activites, test bank items, etc.
de: Ihr Kurs sollte keine kommerziellen oder Copyright-geschützte Inhalte enthalten, wie Seiten aus Lehrbüchern, Aktivitäten, Testsätze, u.s.w.

source: Openly licensed material, clearly marked with an open license, is fine to include.
de: Material, das deutlich mit einer freien Lizenz versehen ist, darf im Kurs vorkommen.

source: If sharing your own materials (textbook, activities, paper assessments), please mark the materials with an open license, or include a blanket license statement somewhere in the course.
de: Wenn Sie eigenes Material (Lehrbuch, Aktivitäten, Papiertests) weitergeben, so kennzeichnen Sie dieses bitte mit einer offenen Lizenz oder fügen eine Lizenz an geeigneter Stelle in den Kurs ein.

source: Course Ancestors
de: Kursvorgänger

source: Incomplete
de: Unvollständig

source: Start New Pull
de: Neue Anfrage starten

source: Merge Group
de: Gruppen zusammenführen

source: This action will move teachers from group %s to another group and delete their original group
de: Diese Aktion verschiebt Dozenten aus der Gruppe %s in eine andere Gruppe und löscht ihre ursprüngliche Gruppe

source: Search for Groups
de: Gruppen suchen

source: Search
de: Suche

source: Move teachers to:
de: Dozenten verschieben nach:

source: Merge group with another
de: Mit einer anderen Gruppe zusammenführen

source: Enter all or part of the name, email, or username:
de: Geben Sie einen Teil des Namens, der E-Mail-Adresse oder des Benutzernamens ein:

source: No matches
de: Keine Treffer

source: Group Detail
de: Gruppendetails

source: Active Courses
de: Aktive Kurse

source: %d using LTI
de: %d mit LTI

source: Students in Active Courses
de: Studierende in aktiven Kursen

source: %d in LTI courses
de: %d in LTI-Kursen

source: Templates Used in Active Courses
de: Templates verwendet in aktiven Kursen

source: Using LTI
de: Mit LTI

source: Students
de: Studierende

source: as course owner
de: als Kurs-Eigentümer

source: Import Course Items
de: Kurselemente importieren

source: You need to log in as a teacher to access this page
de: Sie müssen sich als Dozent anmelden um auf diese Seite zuzugreifen

source: You need to access this page from a menu link
de: Auf diese Seite können Sie nur über das Kursmenü zugreifen

source: These files pointed to by inline text items were not found and will need to be reuploaded:
de: Diese Dateien, auf die durch Inline-Textelemente verwiesen wird, wurden nicht gefunden und müssen erneut hochgeladen werden:

source: Error uploading file!
de: Fehler beim Hochladen der Datei!

source: This does not appear to be a course items file. It may be a question or library export.
de: Dies scheint keine Datei mit Kurselementen zu sein. Es kann sich um eine Frage oder einen Bibliotheksexport handelt.

source: This page will allow you to import course items previously exported from this site or another site running this software.
de: Auf dieser Seite können Sie Kurselemente importieren, die zuvor von dieser Website oder einer anderen Website mit dieser Software exportiert wurden.

source: Import file:
de: Datei importieren:

source: Package Description
de: Paketbeschreibung

source: Some questions (possibly older or different versions) may already exist on the system. With these questions, do you want to:
de: Einige Fragen (möglicherweise ältere oder andere Versionen) können bereits auf dem System vorhanden sein. Wie möchten Sie mit diesen Fragen verfahren:

source: Update existing questions (if allowed),
de: Vorhandene Fragen aktualisieren (falls zulässig),

source: Keep existing questions
de: Existierende Fragen beibehalten

source: For Added Questions, Set Question Use Rights to
de: Nutzungsrechte für hinzugefügte Fragen setzen

source: Private
de: Privat

source: Allow use, use as template, no modifications
de: Nutzung erlauben, Nutzung als Vorlage erlauben, keine Veränderungen

source: Allow use by all and modifications by group
de: Jeder darf nutzen; Bearbeitung durch Gruppe

source: Allow use and modifications by all
de: Jeder darf nutzen und bearbeiten

source: Use rights in import, if available.
de: Nutzungsrechte aus der Importdatei verwenden, wenn möglich.

source: Assign Added Questions to library:
de: Hinzugefügte Fragen einordnen in die Bibliothek:

source: Select Libraries
de: Bibliotheken auswählen

source: Check:
de: Markieren:

source: All
de: Alle

source: None
de: Keine

source: Type
de: Typ

source: Title
de: Titel

source: Import Items
de: Kurselemente importieren

source: Import Results
de: Import-Ergebnisse

source: This does not appear to be a course items file. It may be a question or library export, or an older format course export.
de: Dies scheint keine Kurselementdatei zu sein. Dabei kann es sich um einen Fragen- oder Bibliotheksexport oder einen Kursexport oder um einen Kursexport in einem älteren Format handeln.

source: Course
de: Kurs

source: The import file is for a more recent assessment version than this course - cannot import.
de: Die Importdatei ist verwendet ein neueres Test-Format als dieser Kurs und kann deshalb nicht importiert werden.

source: The import file is for an older assessment version than this course - assessments will be upgraded.
de: Die Importdatei verwendet ein älteres Test-Format als dieser Kurs - Tests werden aktualisiert.

source: Import as course owner (for ownership when updating or adding questions).
de: Kurseigentümer als Eigentümer der hinzugefügten oder aktualisierten Fragen setzen.

source: Update existing questions (if allowed)
de: Existierende Fragen aktualisieren (falls zulässig)

source: Force update
de: Aktualisierung erzwingen

source: Options
de: Optionen

source: Import course settings? (will overwrite existing)
de: Kurseinstellungen importieren? (Überschreibt existierende Einstellungen)

source: Import gradebook scheme and categories? (will overwrite existing)
de: Schema und Kategorien für Punkteübersicht importieren? (Überschreibt existierende Einstellungen)

source: Import offline grade items?
de: Kurselemente importieren, die offline bewertet werden?

source: Import calendar items?
de: Kalender-Termine importieren?

source: Import "display at top" instructor forum posts?
de: Einstellung "Oben anzeigen" für Forumsbeiträge des Dozenten importieren?

source: One-time Passwords
de: Einmal-Passwort

source: Add New Diagnostic
de: Neue Diagnostik hinzufügen

source: No Diagnostics to display
de: Keine Diagnostik anzuzeigen

source: Public
de: Öffentlich

source: Owner
de: Eigentümer

source: Preferences saved. Your new preferences will go into effect when you visit a new page or reload the current page.
de: Einstellungen gespeichert. Ihre neuen Einstellungen werden verwendet, wenn Sie eine neue Seite besuchen oder diese Seite neu laden.

source: User Preferences
de: Benutzer-Einstellungen

source: Error: Unable to process. Refresh the page to load changes and try again.
de: Fehler: Vorgang abgebrochen. Aktualisieren Sie die Seite um Änderungen zu laden und versuchen Sie es noch einmal.

source: You have unrecorded changes. Are you sure you want to abandon your changes?
de: Sie haben ungespeicherte Änderungen. Sind Sie sicher, dass Sie Ihre Änderungen verwerfen wollen?

source: Are you sure you want to delete this course group? This will not delete the included courses.
de: Sind Sie sicher, dass Sie diese Kursgruppe löschen wollen? Dies löscht die Kurse in diesen Gruppen nicht.

source: Course Order
de: Ordnung im Kurs

source: Display Order
de: Darstellungs-Reihenfolge

source: Courses you're taking
de: Kurse, an denen Sie teilnehmen

source: Courses you're tutoring
de: Kurse, die Sie unterstützen

source: Courses you're teaching
de: Kurse, an denen Sie lehren

source: Use colored boxes to drag-and-drop order and move courses inside groups.
de: Ziehen Sie die farbigen Boxen, um die Reihenfolge der Kurse in der Gruppe zu verändern.

source: Save Changes
de: Änderungen speichern

source: Add Course Group
de: Kurs-Gruppe anlegen

source: Unavailable
de: Nicht verfügbar

source: Starts
de: Beginnt

source: Ended
de: Endet

source: Displayed Courses
de: Angezeigte Kurse

source: Hidden Courses
de: Versteckte Kurse

source: Teacher Audit Log
de: Überprüfungen durch Dozenten

source: Transfer Course Ownership
de: Den Kurs als Eigentümer an einen anderen Dozenten übergeben

source: Un-hide from course list
de: Wieder auf der Kursliste anzeigen

source: Settings
de: Einstellungen

source: Add/remove teachers
de: Lehrer hinzufügen/entfernen

source: Transfer ownership
de: An anderen Eigentümer übertragen

source: Remove yourself as a co-teacher
de: Sich selbst als Lehrer aus dem Kurs entfernen

source: course is scheduled for cleanup
de: Kurs ist zur Bereinigung vorgesehen

source: User Detail
de: Benutzer-Details

source: Deleted
de: Gelöscht

source: Hidden from students
de: Für Studierende unsichtbar

source: Locked for Assessment
de: Gesperrter Test

source: Hidden on User's Home Page
de: Auf er Startseite des Benutzers ausgeblendet

source: Edit User
de: Benutzer bearbeiten

source: Add Course
de: Kurs hinzufügen

source: Emulate User
de: Benutzer simulieren

source: Message
de: Nachricht

source: LTI Connections
de: LTI-Verbindungen

source: Subgroup of
de: Untergruppe von

source: Jump to
de: Gehe zu

source: Courses Teaching
de: Kurse, an denen Sie lehren

source: Courses Tutoring
de: Kurse, die Sie unterstützen

source: Courses Taking
de: Kurse, an denen Sie teilnehmen

source: Course ID
de: Kurs-ID

source: Owner (if not user)
de: Eigentümer (wenn nicht Benutzer)

source: Course Owner
de: Kurseigentümer

source: Return to home page course list
de: Zur Kursseite zurückkehren

source: Hide from home page course list
de: Aus der Kursliste ausblenden

source: Are you SURE?
de: Sind Sie SICHER?

source: LTI user connections
de: Benutzerverbindungen über LTI

source: Remote Userid
de: Benutzer ID (remote)

source: Remove
de: Entfernen

source: Remove connection
de: Verbindung entfernen

source: LTI course connections
de: LTI-Verbindungen des Kurses

source: Click a contextid above to list the associated placements
de: Wählen Sie oben eine contextid um die zugeordneten Tests anzuzeigen

source: Item
de: Teil

source: Item ID
de: Baustein-ID

source: Total Active Students
de: Insgesamt aktive Studierende

source: direct
de: direkt

source: via LTI
de: über LTI

source: Set temporary password to:
de: Setze temporäres Passwort auf:

source: Active
de: Aktiv

source: Student Count
de: Anzahl der Studierenden

source: Last Activity
de: Letzte Aktivität

source: Based on
de: Beruht auf

source: Old
de: Alt

source: Groups List
de: Gruppenliste

source: New Instructors Report
de: Neu beantragte Dozenten-Kennungen

source: Categorized Score Breakdown
de: Kategorisierte Punktzahlaufschlüsselung

source: Category
de: Kategorie

source: Points Earned / Possible (Percent)
de: Punkte erreicht / möglich (Prozent)

source: Answers may vary
de: Antworten können variieren

source: Hint:
de: Hinweis:

source: Answer:
de: Antwort:

source: Show Answer
de: Antwort anzeigen

source: Written Example
de: Musterlösung

source: Question
de: Frage

source: This solution is for a similar problem, not your specific version
de: Diese Lösung ist für ein ähnliches Problem, nicht für diese spezielle Version

source: Inactive Question
de: Inaktive Frage

source: Get help:
de: Hilfe erhalten:

source: Box
de: Antwort

source: Detailed Solution
de: Detaillierte Lösung

source: Show Detailed Solution
de: Zeige detaillierte Lösung an

source: Enter your answer as a list of integers separated with commas: Example: -4, 3, 2
de: Geben Sie Ihre Antwort als Liste von kommaseparierten Werten ein: Beispiel: -4, 3, 2

source: Enter a list of integers
de: Geben Sie eine Liste von ganzen Zahlen ein

source: Enter your answer as a list of integer or decimal numbers separated with commas: Examples: -4, 3, 2.5172
de: Geben Sie Ihre Antwort als Komma-getrennte Liste von Ganz- oder Dezimalzahlen ein: Beispiele: -4, 3, 2.5172

source: Enter a list of integer or decimal numbers
de: Geben Sie eine Liste von ganzen Zahlen oder Dezimalzahlen ein

source: Enter your answer as a set of integers separated with commas: Example: {-4, 3, 2}
de: Geben Sie Ihre Antwort als Menge von kommaseparierten ganzen Zahlen ein: Beispiel: {-4, 3, 2}

source: Enter a set of integers
de: Geben Sie eine Menge von ganzen Zahlen ein

source: Enter your answer as a set of integer or decimal numbers separated with commas: Example: {-4, 3, 2.5172}
de: Geben Sie Ihre Antwort als Komma-getrennte Menge von Ganz- oder Dezimalzahlen ein: Beispiel: {-4, 3, 2.5172}

source: Enter a set of integer or decimal numbers
de: Geben Sie eine Menge von ganzen Zahlen oder Dezimalzahlen ein

source: Enter your answer as an integer. Examples: 3, -4, 0
de: Geben Sie Ihre Antwort als ganze Zahl ein. Beispiele: 3,-4,0

source: Enter an integer
de: Geben Sie eine ganze Zahl ein

source: Enter your answer as an integer or decimal number. Examples: 3, -4, 5.5172
de: Geben Sie Ihre Antwort als Ganz- oder Dezimalzahl ein: Beispiele: 3, -4, 5.5172

source: Enter an integer or decimal number
de: Geben Sie eine ganze Zahl oder eine Dezimalzahl ein

source: Enter DNE for Does Not Exist, oo for Infinity
de: Geben Sie DNE (Does Not Exist) ein, wenn keine Antwort existiert, oder oo für Unendlich

source: Your answer should include exactly %d decimal places.
de: Ihre Antwort sollte auf %d Nachkommastellen genau sein.

source: , with %d decimal places
de: , mit %d Nachkommastellen

source: Your answer should be accurate to at least %d decimal places.
de: Ihre Antwort sollte auf wenigstens %d Nachkommastellen genau sein.

source: , accurate to at least %d decimal places
de: , auf %d Nachkommastellen genau

source: Your answer should have exactly %d significant figures.
de: Ihre Antwort sollte genau %d signifikante Figuren haben.

source: , with exactly %d significant figures
de: , mit genau %d signifikanten Figuren

source: Your answer should have between %d and %d significant figures.
de: Ihre Antwort sollte zwischen %d und %d signifikante Stellen haben.

source: , with %d - %d significant figures
de: , mit %d - %d signifikanten Stellen

source: Your answer should have at least %d significant figures.
de: Ihre Antwort sollte mindestens %d signifikante Figuren haben.

source: , with at least %d significant figures
de: , mit mindestens %d signifikanten Figuren

source: Eeek! $questions is not defined or needs to be an array
de: Eeek! $questions ist nicht definiert oder muss ein Feld sein

source: Select an answer
de: Wählen Sie eine Antwort aus

source: Select the best answer
de: Wählen Sie die beste Antwort aus

source: Select one, none, or multiple answers
de: Wählen Sie die eine, keine oder mehrere Antworten aus

source: Select all correct answers
de: Wählen Sie alle korrekten Antworten aus

source: Eeek! $questions or $answers is not defined or needs to be an array
de: Eeek! $questions oder $answers ist nicht definiert oder muss ein Array sein

source: In each pull-down, select the item that matches with the displayed item
de: Wählen Sie den Eintrag aus dem Ausklappmenü aus, der zum angezeigten Eintrag passt

source: In each pull-down on the left, select the letter (a, b, c, etc.) of the matching answer in the right-hand column
de: Wählen Sie den Buchstaben (a, b, c, etc.) der passenden Antwort in der Spalte auf der rechten Seite aus jedem Ausklappmenü links aus

source: Enter your answer as a list of values separated by commas: Example: -4, 3, 2
de: Geben Sie Ihre Antwort als kommagetrennte Liste von Werten ein. Beispiel: -4, 3, 2

source: each value
de: jeder Wert

source: Enter your answer as a set of values separated with commas: Example: {-4, 3, 2}
de: Geben Sie Ihre Antwort als Menge von kommaseparierten Werten ein: Beispiel: {-4, 3, 2}

source: your answer
de: Ihre Antwort

source: Preview
de: Vorschau

source: Enter each element of the matrix as number (like 5, -3, 2.2)
de: Geben Sie jedes Element der Matrix als Zahl (z.B. 5, -2, 2.2) ein

source: Your numbers should be accurate to %d decimal places.
de: Ihre Zahlen sollten auf %d Nachkommastellen genau sein.

source: Enter your answer as a matrix filled with numbers, like ((2,3,4),(3,4,5))
de: Geben Sie Ihre Antwort als mit Zahlen gefüllte Matrix wie ((2,3,4),(3,4,5)) ein.

source: each element of the matrix
de: jedes Element der Matrix

source: Enter your answer as a matrix, like ((2,3,4),(1,4,5))
de: Geben Sie Ihre Antwort als Matrix wie ((2,3,4),(3,4,5)) ein.

source: Enter an algebraic equation
de: Geben Sie eine algebraische Gleichung ein

source: Enter an algebraic expression
de: Geben Sie einen algebraischen Ausdruck ein

source: Enter your answer as an equation. Example: y=3x^2+1, 2+x+y=3
de: Geben Sie Ihre Antwort als Gleichung ein. Beispiel: y=3x^2+1, 2+x+y=3

source: Be sure your variables match those in the question
de: Stellen Sie sicher, dass Ihre Variablen mit denen in der Frage übereinstimmen

source: Enter your answer as an expression. Example: 3x^2+1, x/5, (a+b)/c
de: Geben Sie Ihre Antwort als Ausdruck ein. Beispiel: 3x^2+1, x/5, (a+b)/c

source: Enter your answer as a point. Example: (2,5.5172)
de: Geben Sie Ihre Antwort als Punkt ein. Beispiel: (2, 5.5172)

source: Enter a point
de: Geben Sie einen Punkt ein

source: Enter your answer a list of points separated with commas. Example: (1,2), (3.5172,5)
de: Geben Sie Ihre Antwort als Komma getrennte Liste von Punkten ein. Beispiel: (1, 2), (3.5172, 5)

source: Enter a list of points
de: Geben Sie eine Liste von Punkten ein

source: Enter your answer as a vector. Example: <2,5.5>
de: Geben Sie Ihre Antwort als Vektor ein. Beispiel: <2,5.5>

source: Enter a vector
de: Geben Sie einen Vektor ein

source: Enter your answer a list of vectors separated with commas. Example: <1,2>, <3.5172,5>
de: Geben Sie Ihre Antwort als Komma getrennte Liste von Vektoren ein. Beispiel: <1, 2>, <3.5172, 5>

source: Enter a list of vectors
de: Geben Sie eine Liste von Vektoren ein

source: Enter your answer as a set of numbers. Example: {1,2,3}
de: Geben Sie Ihre ANtwort als Menge von Zahlen ein, Beispiel: {1,2,3}

source: Enter a set
de: Geben Sie eine Menge ein

source: Enter your answer as a list of n-tuples of numbers separated with commas: Example: (1,2),(3.5172,4)
de: Geben Sie Ihre Antwort als Komma getrennte Liste von n-Tupeln ein. Beispiel: (1, 2), (3.5172, 4)

source: Enter a list of n-tuples
de: Geben Sie eine Liste von n-Tupeln ein

source: Enter your answer as an n-tuple of numbers. Example: (2,5.5172)
de: Geben Sie Ihre Antwort als n-Tupel ein. Beispiel: (2, 5.5172)

source: Enter an n-tuple
de: Geben Sie ein n-Tupel ein

source: Each value should be accurate to %d decimal places.
de: Jeder Wert sollte auf %d Nachkommastellen genau sein.

source: , each value accurate to %d decimal places
de: , jeder Wert auf %d Nachkommastellen genau

source: Enter DNE for Does Not Exist
de: Geben Sie DNE (Does Not Exist) ein, wenn keine Antwort existiert

source: Enter your answer as a vector. Example: <2,5.5172>
de: Geben Sie Ihre Antwort als Vektor ein. Beispiel: <2, 5.5172>

source: Enter your answer as a list of complex numbers in a+bi form separated with commas. Example: 2+5.5172i,-3-4i
de: Geben Sie Ihre Antwort als Komma getrennte Liste von komplexen Zahlen in a+bi Form ein. Beispiel: 2+5.5172i, -3-4i

source: Enter a list of complex numbers
de: Geben Sie eine Liste von komplexen Zahlen ein

source: Enter your answer as a complex number in a+bi form. Example: 2+5.5172i
de: Geben Sie Ihre Antwort als komplexe Zahl in a+bi Form ein. Beispiel: 2+5.5172i

source: Enter a complex number
de: Geben Sie eine komplexe Zahl ein

source: Enter your answer as a list of complex numbers in a+bi form separated with commas. Example: 2+5i,-3-4i
de: Geben Sie Ihre Antwort als kommagetrennte Liste komplexer Zahlen der Form a+bi ein. Beispiel: 2+5i,-3-4i

source: Enter your answer as a complex number in a+bi form. Example: 2+5i
de: Geben Sie Ihre Antwort als komplexe Zahl der Form a+bi ein. Beispiel: 2+5i

source: Enter your answer as a list of text separated by commas. Example: dog, cat, rabbit.
de: Geben Sie Ihre Antwort als kommagetrennte Liste von Text ein. Beispiel: Hund, Katze, Hase.

source: Enter a list of text
de: Geben Sie eine Liste von Texten ein

source: Enter your answer as letters. Examples: A B C, linear, a cat
de: Geben Sie Ihre Antwort als Wort oder Wortfolge ein. Beispiele: A B C, linear, eine Katze

source: Enter text
de: Geben Sie Text ein

source: The answer must match a specified pattern
de: Die Antwort muss zu einem vorgegebenen Muster passen

source: Enter your answer as text. This question is not automatically graded.
de: Geben Sie Ihre Antwort als Text ein. Diese Frage wird nicht automatisch bewertet.

source: Enter your answer by selecting the shade type, and by clicking and dragging the sliders on the normal curve
de: Geben Sie Ihre Antwort ein, indem Sie den Schattierungstyp auswählen und die Schieberegler auf der Normalkurve klicken und ziehen

source: Adjust the sliders
de: Passen Sie die Schieberegler an

source: Enter your answer using interval notation. Example: [2.1,5.6172)
de: Geben Sie Ihre Antwort in Intervallschreibweise ein. Beispiel: [2.1, 5.6172)

source: Use U for union to combine intervals. Example: (-oo,2] U [4,oo)
de: Benutzen Sie U (union) um Intervalle zu kombinieren. Beispiel: (-oo,2] U [4,oo)

source: Enter DNE for an empty set. Use oo to enter Infinity.
de: Geben Sie DNE für eine leere Menge oder oo für Unendlich ein.

source: Use oo to enter Infinity.
de: Benutze oo um Unendlich einzugeben.

source: Enter an interval using interval notation
de: Geben Sie ein Intervall in Intervallschreibweise ein

source: Left of a value
de: Links von einem Wert

source: Right of a value
de: Rechts von einem Wert

source: Between two values
de: Zwischen zwei Werten

source: 2 regions
de: 2 Bereiche

source: Click and drag the arrows to adjust the values.
de: Klicken und ziehen Sie die Pfeile, um die Werte anzupassen.

source: Enter an interval corresponding to the region to be shaded
de: Geben Sie ein Intervall für den Bereich ein, der schattiert werden soll

source: Enter your answer using inequality notation. Example: 3 &lt;= %s &lt; 4
de: Geben Sie Ihre Antwort als Ungleichung ein. Beispiel: 3 &lt;= %s &lt; 4

source: Use or to combine intervals. Example: %s &lt; 2 or %s &gt;= 3
de: Benutzen Sie or um Intervalle zu vereinen. Beispiel: %s &lt; 2 or %s &gt;= 3

source: Enter <i>all real numbers</i> for solutions of that type
de: Geben Sie <i>alle realen Zahlen</i> für Lösungen dieses Typs ein

source: Enter an interval using inequalities
de: Geben Sie ein Intervall mit Ungleichungen an

source: Enter your answer using interval notation. Example: [2,5)
de: Geben Sie Ihre Antwort in Intervallschreibweise ein. Beispiel: [2, 5)

source: Separate intervals by a comma. Example: (-oo,2],[4,oo)
de: Trennen Sie Intervalle mit Kommata. Beispiel: (-oo,2],84,oo)

source: Enter a list of intervals using interval notation
de: Geben Sie eine Liste von Intervallen in Intervallschreibweise ein

source: Graph to add drawings to:
de: Graph, zu dem Zeichnungen hinzugefügt werden:

source: Elements to draw:
de: Zu zeichnende Elemente:

source: Add new drawing element
de: Neues Zeichenelement hinzufügen

source: Clear All
de: Alles leeren

source: Draw:
de: Zeichnen:

source: Line
de: Linie

source: Line Segment
de: Liniensegment

source: Freehand Draw
de: Freihandzeichnen

source: Eraser
de: Radiergummi

source: Dot
de: Punkt
