Repository: drlippman/IMathAS
Catalog: i18n/*.po
Languages: de

source: Show "Post this question to forum" links
de: Link "Diese Frage im Forum posten" anzeigen

source: to forum
de: ins Forum

source: Assessment resource links
de: Weitere Ressource für diesen Test

source: Label
de: Bezeichnung

source: Add Resource
de: Ressource hinzufügen

source: Show answer entry tips?
de: Hinweise zur Antworteingabe anzeigen?

source: Yes, under answerbox (strongly recommended)
de: Ja, unter dem Eingabefeld (unbedingt zu empfehlen)

source: Grading and Feedback
de: Bewertung und Rückmeldung

source: Count
de: Speichern

source: Count in Gradebook
de: In der Punkteübersicht speichern

source: Don't count in grade total and hide from students
de: Nicht für die Gesamtpunktzahl anrechnen und nicht für Studierende anzeigen

source: Don't count in grade total
de: Nicht für die Gesamtpunktzahl anrechnen

source: Count as Extra Credit
de: Als Zusatzpunkte werten

source: Minimum score to receive credit
de: Minimale Punktzahl um zu bestehen

source: Points
de: Punkte

source: Default Feedback Text
de: Standard-Rückmeldung

source: Use default feedback text
de: Verwende Standard-Rückmeldung

source: Tutor Access
de: Rechte von Tutoren

source: No Access
de: Kein Zugang

source: View Scores
de: Punkte ansehen

source: View and Edit Scores
de: Punkte sehen und korrigieren

source: Penalty for questions done while in exception/LatePass
de: Abzug für Fragen, die verspätet oder mit Ausnahmegenehmigung bearbeitet wurden

source: Default Outcome
de: Standard-Ergebnis

source: No default outcome selected
de: Kein Standard-Ergebnis gewählt

source: Group Assessment
de: Gruppen-Test

source: Group assessment
de: Gruppen-Test

source: Not a group assessment
de: Kein Gruppen-Test

source: Students create their own groups
de: Studierende bilden Gruppen selbst

source: Instructor created groups
de: Dozent bildet Gruppen

source: Max group members
de: Maximale Gruppengröße

source: Use group set
de: Gruppen verwenden

source: Cannot change group set after the assessment has started
de: Gruppen können nach Beginn des Tests nicht mehr geändert werden

source: Display Styles
de: Darstellungsarten

source: Students will see one question at a time, and can jump between them in any order
de: Die Studierenden sehen jede Frage einzeln und können beliebig zwischen ihnen wechseln

source: In this style, students will typically see all the questions on the screen at once. If desired, you can break the questions into pages on the Add/Remove Questions page by clicking the +Text button and selecting the New Page option.
de: Dabei sehen die Studierenden i. Allg. alle Fragen gleichzeitig auf dem Bildschirm Sie können die Fragen bei der Zusammenstellung des Tests auch auf mehrere Seiten verteilen. Klicken Sie für den Beginn einer neuen Seite auf die +-Text-Schaltfläche und wählen Sie die Option "Neue Seite".

source: In this style, the questions pop up automatically at specified times while watching a YouTube video. On the Add/Remove Questions page, after adding the questions to the assessment, click Define Video Cues to specify the video and times to display the questions.
de: Bei dieser Darstellung sehen die Studierenden ein YouTube-Video. An bestimmten Stellen wird die Wiedergabe des Videos durch Fragen des Tests unterbrochen. Nachdem Sie die Fragen für den Test zusammengestellt haben klicken Sie auf "In Video einordnen" um das Video und die Zeiten, an denen es durch Ihre Fragen unterbrochen wird, festzulegen.

source: LivePoll
de: Live-Umfrage

source: This is a clicker-style display, requiring students to be in the assessment at the same time as the teacher. The teacher opens a question for students to answer, and results can be viewed live as they are submitted.
de: Für diese Darstellungsart sollten sich Studierende und Dozent in einem Raum befinden, z.B. in einer Vorlesung. Der Dozent gibt die Fragen einzeln für die Studierenden frei, die sie auf ihren Computern bearbeiten. Einzelne Ergebnisse werden dem Dozenten angezeigt sobald sie eingehen.

source: On each question immediately
de: Sofort bei jeder Frage

source: At the end of the assessment
de: Am Ende des Tests

source: Total score only at the end
de: Gesamtpunktzahl erst am Ende

source: No scores at all
de: Keine Punkte anzeigen

source: Show with the score
de: Mit der Punktzahl anzeigen

source: After the last try on a question
de: Nach dem letzten Versuch einer Frage

source: After the last try or Jump to Answer button
de: Nach dem letzten Versuch oder beim Klick auf die Antwort-Schaltfläche

source: After %d tries
de: Nach %d Versuchen

source: After 1 try
de: Nach 1 Versuch

source: After the assessment version is submitted
de: Nachdem die Test-Version eingereicht wurde

source: After the due date
de: Nach Fälligkeit des Tests

source: Immediately - they can always view it
de: Sofort - sie können das immer sehen

source: Immediately
de: Sofort

source: Create Block
de: Neuer Block

source: Show greyed out before start date, hide after end date
de: Zeige ausgegraut vor dem Start-Datum und blende nach dem End-Datum aus

source: Hide before start date, show greyed out after end date
de: Blende vor dem Start-Datum aus und zeige ausgegraut nach dem End-Datum

source: Show greyed out before and after
de: Zeige vor dem Start- und nach dem End-Datum ausgegraut

source: Create Forum
de: Forum anlegen

source: Delete Item
de: Element löschen

source: Use Quicksearch Entry
de: Verwende Schnellsuche

source: Create Item
de: Element anlegen

source: Modify Link
de: Link bearbeiten

source: Add Link
de: Link hinzufügen

source: Invalid ID
de: Ungültige ID

source: You need to access this page from the course page menu
de: Auf diese Seite können Sie nur über das Kursmenü zugreifen

source: File type is not allowed
de: Datei-Typ nicht erlaubt

source: File size too large
de: Datei zu groß

source: File upload error
de: Fehler beim Hochladen der Datei

source: Enter summary here (displays on course page)
de: Zusammenfassung hier eingeben (wird auf der Kurs-Seite angezeigt)

source: Error with your submission
de: Fehler beim Einreichen

source: Select a tool...
de: Wähle ein Werkzeug...

source: Invalid tool was selected
de: Ungültiges Werkzeug ausgewählt

source: No access to scores
de: Kein Zugang zu Punkten

source: Summary: (shows on course page)
de: Zusammenfassung: (Wird auf der Kurs-Seite angezeigt)

source: Link type:
de: Link-Typ:

source: Page of text
de: Text-Seite

source: File
de: Datei

source: External Tool
de: Externes Werkzeug

source: Current file:
de: Aktuelle Datei:

source: Replace
de: Ersetzen

source: Attach
de: Anfügen

source: Custom parameters:
de: Spezifische Parameter:

source: Custom launch URL:
de: Spezifische Start-URL:

source: No Tools defined yet
de: Noch keine Werkzeuge definiert

source: Add or edit an external tool
de: Externes Werkzeug hinzufügen oder bearbeiten

source: If this tool returns scores, do you want to record them?
de: Möchten Sie Punkte speichern, falls das Werkzeug Punkte liefert?

source: Points:
de: Punkte:

source: Gradebook Category:
de: Punkte-Kategorie:

source: Tutor Access:
de: Zugang für Tutoren:

source: Open page in:
de: Öffne Seite in:

source: Current window
de: Aktuellem Fenster

source: New window
de: Neuen Fenster

source: Show:
de: Anzeigen:

source: Show Always
de: Immer anzeigen

source: Available After:
de: Anzeigen nach:

source: Always until end date
de: Immer bis zur Fälligkeit

source: Available Until:
de: Verfügbar bis:

source: Always after start date
de: Immer ab Start

source: Place on Calendar?
de: Im Kalender anzeigen?

source: Yes, on Available after date (will only show after that date)
de: Ja, ab Start-datum (wird erst nach diesem Datum angezeigt)

source: Yes, on Available until date
de: Ja, am Fälligkeits-Datum

source: With tag:
de: Mit Tag:

source: Associate Outcomes:
de: Lernergebnis zuordnen:

source: Select an outcome...
de: Wähle ein Lernergebnis...

source: Are you sure you want to delete this outcome?
de: Sind Sie sicher, dass Sie dieses Thema löschen wollen?

source: Are you sure you want to delete this outcome group? This will not delete the included outcomes.
de: Sind Sie sicher, dass Sie diese Themengruppe löschen wollen? Das löscht die darin enthaltenen Themen nicht.

source: Course Outcomes
de: Kursergebnisse

source: View Outcomes Map
de: Zeige Themenübersicht

source: View Outcomes Report
de: Zeige Themen-Bericht

source: Use colored boxes to drag-and-drop order and move outcomes inside groups.
de: Ziehen Sie die farbigen Boxen, um die Reihenfolge der Themen in den Gruppen zu verändern.

source: Add Outcome Group
de: Neue Themengruppe

source: Add Outcome
de: Thema hinzufügen

source: No questions selected
de: Keine Fragen ausgewählt

source: Go back
de: Zurück

source: Are you SURE you want to delete all attempts (grades) for this assessment?
de: Sind Sie SICHER, dass Sie alle Versuche (Noten) für diesen Test löschen wollen?

source: Withdraw Question
de: Frage entfernen

source: This question is part of a group of questions
de: Diese Frage gehört zu einer Fragengruppe

source: Set points possible and all student scores to zero <b>for all questions in group</b>
de: Mögliche Punkte und erreichte Punkte aller Studierenden <b>für alle Fragen in der Gruppe</b> auf NULL(0) setzen

source: Set all student scores to points possible <b>for all questions in group</b>
de: Alle Studierenden erhalten <b>für alle Fragen der Gruppe</b> die maximal möglichen Punkte

source: Set all student scores to points possible <b>for this question only</b>
de: Alle Studierenden erhalten <b>nur für diese Frage</b> die maximal möglichen Punkte

source: Set points possible and all student scores to zero
de: Die möglichen Punkte und alle Punkte der Studierenden auf NULL (0) setzen

source: Set all student scores to points possible
de: Alle Studierenden erhalten die maximal möglichen Punkte

source: This action can <b>not</b> be undone
de: Diese Aktion kann <b>nicht</b> rückgängig gemacht werden

source: Reported Broken
de: Als defekt markiert

source: List lib
de: Bibliothek

source: Help Resource
de: Hilfsmaterial

source: Add
de: Hinzufügen

source: View Code
de: Code ansehen

source: Template
de: Als Vorlage

source: Assessment Settings
de: Testeinstellungen

source: Warning
de: Warnung

source: This assessment has already been taken. Adding or removing questions, or changing a question's settings (point value, penalty, attempts) now would majorly mess things up. If you want to make these changes, you need to clear all existing assessment attempts
de: Dieser Test wurde bereits bearbeitet. Fragen hinzuzufügen, zu löschen oder Fragen-Einstellungen (Punkte, Punktabzüge, Versuche) jetzt zu ändern würde den Test erheblich durcheinanderbringen. Wenn Sie diese Änderungen vornehmen wollen, so müssen Sie zunächst alle Versuche des Tests löschen

source: Clear Assessment Attempts
de: Test-Versuche löschen

source: Questions in Assessment
de: Fragen im Test

source: No Questions currently in assessment
de: Test hat keine Fragen

source: How do I find questions to add?
de: Wo kann ich Fragen für den Test finden?

source: You are currently set to select questions from the question libraries. If you would like to select questions from assessments you've already created, click the <b>Select From Assessments</b> button below
de: Sie fügen Fragen aus der Fragen-Bibliothek hinzu. Wenn Sie lieber Fragen aus Tests nehmen wollen, die Sie früher angelegt haben, so wählen Sie unten <b>Auswahl aus Tests</b>

source: To find questions to add from the question libraries:
de: Um Fragen aus der Fragen-Bibliothek zu finden:

source: Click the <b>Select Libraries</b> button below to pop open the library selector
de: Klicken Sie unten auf <b>Bibliotheken auswählen</b> um die Bibliotheksauswahl zu öffnen

source: In the library selector, open up the topics of interest, and click the checkbox to select libraries to use
de: In der Bibliotheksauswahl öffnen klicken Sie auf die Kontrollkästchen der Unterbibliotheken, die Sie interessieren

source: Scroll down in the library selector, and click the <b>Use Libraries</b> button
de: Scrollen Sie in der Bibliotheksauswahl nach unten unt klicken Sie auf die Schaltfläche <b>Bibliotheken verwenden</b>

source: On this page, click the <b>Search</b> button to list the questions in the libraries selected.<br/> You can limit the listing by entering a sepecific search term in the box provided first, or leave it blank to view all questions in the chosen libraries
de: Klicken Sie auf dieser Seite auf die <b>Suchen</b>-Schaltfläche um die Fragen in den ausgewählten Bibliotheken anzuzeigen.</br> Sie können die Suche durch Eingabe eines spezifischen Suchbegriffs im ersten Eingabefeld eingrenzen oder dieses Feld ler lassen, um alle Fragen in den gewählten Bibliotheken zu sehen

source: You are currently set to select questions existing assessments. If you would like to select questions from the question libraries, click the <b>Select From Libraries</b> button below
de: Sie wollen Fragen aus anderen Tests wählen. Wenn Sie lieber Fragen aus der Fragen-Bibliothek wählen möchten, so klicken Sie unten auf die Schaltfläche <b>Aus Bibliothek auswählen</b>

source: To find questions to add from existing assessments:
de: Um Fragen aus anderen Tests zu finden, die Sie hinzufügen können:

source: Use the checkboxes to select the assessments you want to pull questions from
de: Markieren Sie die Kontrollkästchen um die Tests auszuwählen, aus denen Sie Fragen übernehmen möchten

source: Click <b>Use these Assessments</b> button to list the questions in the assessments selected
de: Klicken Sie auf die Schaltfläche <b>Diese Tests verwenden</b> um die Fragen in den ausgewählten Tests anzuzeigen

source: To select questions and add them:
de: Um Fragen auszuwählen und hinzuzufügen:

source: Click the <b>Preview</b> button after the question description to view an example of the question
de: Klicken Sie auf die <b>Vorschau</b>-Schaltfläche neben der Beschreibung um ein Beispiel der Frage zu sehen

source: Use the checkboxes to mark the questions you want to use
de: Verwenden Sie die Kontrollkästchen um die Fragen auszuwählen, die Sie verwenden möchten

source: Click the <b>Add</b> button above the question list to add the questions to your assessment
de: Klicken Sie auf die Schaltfläche <b>Hinzufügen</b> über der Fragenliste, um die Fragen zu Ihrem Test hinzuzufügen

source: With Selected:
de: Ausgewählte:

source: Change Settings
de: Einstellungen ändern

source: Assessment points total:
de: Gesamtpunktzahl für den Test:

source: Define Video Cues
de: In Video einordnen

source: You can break your assessment into pages by using the +Text button and selecting the New Page option.
de: Sie können Ihren Test in Seiten aufteilen, indem Sie die Schaltfläche +Text verwenden und die Option Neue Seite auswählen.

source: Modify assessment settings
de: Test-Einstellungen ändern

source: Categorize questions by outcome or other groupings
de: Fragen nach Lernziel oder anderen Kriterien kategorisieren

source: Categorize Questions
de: Fragen kategorisieren

source: Create Print Version
de: Druckversion

source: Customize messages to display based on the assessment score
de: Nachricht in Abhängigkeit von der Punktzahl anpassen

source: Define End Messages
de: Schlussnachricht definieren

source: Preview this assessment
de: Test-Vorschau

source: Potential Questions
de: Mögliche Fragen

source: In Libraries
de: In Bibliothek

source: Select From Assessments
de: Aus Tests auswählen

source: Search all libs
de: In allen Bibliotheken

source: Mine only
de: Nur meine

source: Exclude added
de: Gewählte ausschließen

source: Add New Question
de: Neue Frage

source: Must provide a search term when searching all libraries
de: Um in allen Bibliotheken zu suchen muss ein Suchbegriff angegeben werden

source: No Questions matched search
de: Keine passenden Fragen gefunden

source: Add (using defaults)
de: Hinzufügen (mit Standardeinstellung)

source: Preview Selected
de: Vorschau für Ausgewählte

source: Description
de: Beschreibung

source: Times Used
de: Mal verwendet

source: Average time, in minutes, this question has taken students
de: Mittlere Zeit in Minuten, die die Studierenden benötigt haben

source: Avg Time
de: Mtl. Zeit

source: Mine
de: Meine

source: Actions
de: Aktionen

source: Flag a question if it is in the wrong library
de: Frage markieren, die in einer falschen Bibliothek ist

source: Wrong Lib
de: Falche Bibliothek

source: Avg score on first try:
de: Mtl. Pkte. bei 1. Versuch

source: Avg time on first try:
de: Mtl. Zeit beim 1. Versuch

source: Action
de: Aktion

source: Search cut off at 300 results
de: Suche nach 300 Ergebnissen abgeschnitten

source: Showing
de: Zeige

source: Previous
de: Zurück

source: Next
de: Weiter

source: Questions %s in gray %s have been added to the assessment.
de: Fragen %s in grau %s wurden bereits zum Test hinzugefügt.

source: No Assessments Selected. Select at least one assessment.
de: Kein Test gewählt. Wählen Sie wenigstens einen Test.

source: Select Assessments
de: Tests wählen

source: Select From Libraries
de: Aus Bibliotheken auswählen

source: Check
de: Auswahl

source: Add Selected (using defaults)
de: Ausgewählte hinzufügen (mit Standardeinstellungen)

source: Source
de: Quelltext

source: Use as Template
de: Als Vorlage verwenden

source: Choose assessments to take questions from
de: Wähle Tests um Fragen zu übernehmen

source: Create Rubric
de: Neue Rubrik

source: Copy
de: Kopieren

source: You can attach a rubric to an offline grade item on the Add Offline Grade page.
de: Sie können einer offline bewerteten Frage eine Rubrik zuordnen. Dies erfolgt auf der Seite zur Offline-Bewertung.

source: You can attach a rubric to an assessment questions from the Add/Remove Questions page by choosing Change Settings for the question.
de: Sie können einer Frage im Test eine Rubrik zuordnen. Dies ist über die Einstellungen der Frage auf der Seite für die Zusammenstellung des Tests möglich.

source: Please give all segments titles
de: Bitte geben Sie jedem Segment einen Titel

source: Please provide a video ID
de: Bitte geben Sie eine Video-ID an

source: Please supply end times for all segments
de: Bitte geben Sie für jedes Segment die Endzeit an

source: Make sure each segment's end time is later than previous segments
de: Achten Sie darauf, dass die Endzeit jedes Segments später als die des vorhergehenden Segments ist

source: Add video segment break
de: Hinzufügen einer Pause zwischen Videosegmenten

source: Segment title:
de: Segment-Titel:

source: Ends at:
de: Endet bei:

source: grab
de: Übernehmen

source: Are you sure you want to remove this video segment?
de: Sind Sie sicher, dass Sie dieses Video-Segment entfernen wollen?

source: Video Navigation and Question Cues
de: Video- und Fragen-Navigation

source: This page allows you to setup your assessment to be cued to a video. For each question, give a title to the video segment that leads up to that question, and select the time when that segment ends and the question should show. You can grab this from the playing video, type the time in min:sec form. Make sure all times are at least one second before the end of the video.
de: Auf dieser Seite können Sie Ihren Test als video-gesteuerten Test einrichten. Geben Sie jedem Videosegment, das eine Frage vorbereitet, einen Titel und wählen Sie die Zeit, zu der das Videosegment endet und die Frage angezeigt werden soll. Sie können die Zeit aus dem laufenden Video übernehmen und anpassen. Schreiben Sie die Zeit in der Form min:sec. Alle Zeiten müssen wenigstens eine Sekunde vor Ende des Videos liegen.

source: If your video contains a followup segment to a question (such as a solution), you can indicate this and specify when the followup ends. The next segment will then start from the end of this followup.
de: Falls Ihr Video ein Segment enthält, das noch zur Frage gehört (z.B. eine Lösung), so können Sie festlegen, wann dieses Nachfolgesegment endet. Das nächste Segment startet dann am Ende des Nachfolgesegments.

source: Load Video
de: Video laden

source: Video Aspect Ratio:
de: Seitenverhältnis des Videos:

source: Question
de: Frage

source: Has followup?
de: Gibt es ein Nachfolgesegment?

source: Followup title:
de: Titel für das Nachfolgesegment:

source: Show link in navigation?
de: Link in der Navigation anzeigen?

source: Remainder of video segment title (if any):
de: Titel für Restvideo (falls vorhanden):

source: Create Wiki
de: Neues Wiki

source: Yes, I'm Sure
de: Ja, ich bin sicher

source: Save
de: Speichern

source: Mass Change Prereqs
de: Serienänderung von Voraussetzungen

source: Apply Changes
de: Änderungen speichern

source: General Options
de: Allgemeine Einstellungen

source: Do not copy
de: Nicht kopieren

source: Instructions
de: Anleitungen

source: Dates and Times
de: Datum/Zeit

source: Do not change
de: Nicht ändern

source: Show By Dates
de: Nach Datum

source: Do not keep open for un-graded practice after the due date
de: Nach Fälligkeit nicht für unbewertetes Üben zugänglich

source: Define new end of assessment messages
de: Definiere neuen Text für das Ende des Tests

source: You will be taken to a page to change these after you hit submit
de: Nach dem Absenden werden Sie zu einer Seite weitergeleitet, wo Sie das ändern können

source: Remove per-question settings
de: Fragenspezifische Einstellungen löschen

source: Remove per-question settings (points, attempts, etc.) for all questions in these assessments
de: Fragenspezifische Einstellungen (Punkte, Versuche usw.) für alle Fragen in diesem Test löschen

source: Copy assessment options
de: Test-Einstellungen kopieren

source: Copy from
de: Kopiere von

source: Default points per problem
de: Standard-Punktzahl pro Aufgabe

source: To ensure consistency, if you change one of these settings you need to change them all.
de: Um die Konsistenz zu wahren passen Sie alle diese Einstellungen an, wenn Sie eine verändern.

source: With a penalty of %1$s %% per version %2$s after %3$s full credit versions
de: Mit einem Abzug von %1$s %% pro Version %2$s nach %3$s Versionen mit voller Punktzahl

source: With a penalty of %1$s %% per try %2$s after %3$s full-credit tries
de: Mit einem Abzug von %1$s %% pro Versuch %2$s nach %3$s Versuchen mit voller Punktzahl

source: minutes (0 for none)
de: Minuten (0 für keine)

source: Grace period of %s minutes with a penalty of %s %%
de: Kulanzperiode von %s Minuten mit einem Punktabzug von %s %%

source: Require Password
de: Passwort erforderlich

source: Change password
de: Passwort ändern

source: Password (blank for none)
de: Passwort (leer lassen für Keines)

source: with a score of
de: mit einer Punktzahl von

source: Show based on another assessment display
de: Anzeige ist abhängig von der Anzeige eines anderen Tests

source: Hide until requirement is met
de: Ausblenden bis die Voraussetzung erfüllt ist

source: Show greyed until requirement is met
de: Ausgrauen bis die Voraussetzung erfüllt ist

source: Hints
de: Hinweise

source: Video/text buttons
de: Video/Text-Schaltfläche

source: Hints and Video/text buttons
de: Hinweise und Video/Text-Schaltflächen

source: Replace existing assessment resources
de: Ressourcen für den Test ersetzen

source: Do not use default feedback text
de: Standard-Rückmeldung nicht verwenden

source: No restriction
de: Keine Einschränkung

source: Blocks to Change
de: Blöcke ändern

source: Yes, Delete
de: Ja, Löschen

source: No clicks on links in this item yet
de: Noch keine Links geklickt

source: No student posts or replies in this forum yet
de: Noch keine studentischen Beiträge oder Antworten in diesem Forum
