Repository: drlippman/IMathAS
Catalog: i18n/*.po
Languages: de

source: This page only shows who has made posts and replies. For forum viewing data, look in the forum thread list and click the number in the Views column
de: Diese Seite zeigt nur, wer Beiträge oder Antworten verfasst hat. Für Informationen über Lesezugriffe gehen Sie zur Themenübersicht des Forums und klicken Sie auf die Zahl in der Spalte Gelesen

source: Send Message
de: Nachricht absenden

source: Convert Intro
de: Konvertiere in

source: This assessment is using an older [QUESTION #] tag approach for embedding questions in text. There is now a simpler approach that will allow you to edit the between question text on the Add/Remove Questions page.
de: Dieser Test benutz die veraltete [Question#]-Methode, um Fragen in Text einzubetten. Es gibt nun auf der Seite "Fragen hinzufügen/entfernen" eine einfachere Methode, mit der Text zwischen Fragen bearbeitet werden kann.

source: This assessment is using an older [Q #] tag approach for providing introduction text or videos before questions. There is now a simpler approach that will allow you to edit the before question text on the Add/Remove Questions page.
de: Dieser Test benutz die veraltete [Q#]-Methode, um Text oder Videos vor Fragen anuzeigen. Es gibt nun auf der Seite "Fragen hinzufügen/entfernen" eine einfachere Methode, mit der Text vor einer Frage bearbeitet werden kann.

source: Converting assessments to use the new approach sometimes has issues, so please confirm below that everything looks as expected. To be totally safe, you may wish to make a copy of your assessment before trying to convert it.
de: Die Konvertierung von tests bereitet mitunter Probleme, deshalb bestätigen Sie bitte unten, dass alles wie erwartet aussieht. Um auf der sicheren Seite zu sein, können Sie vor der Konvertierung ein Kopie Ihres tests anlegen.

source: The following will be the main intro/instruction text
de: Dies wird der Haupttext zu Anleitung/Einführung

source: The remaining shows the text, along with the position of the questions.
de: Das Folgende zeigt den text mit der Position der Fragen.

source: The remaining which questions the text segments will show before.
de: Die restlichenFragen, die den text unterteilen, werden oben angezeigt.

source: Question %d displays here
de: Hier wird Frage %d angezeigt

source: New Page:
de: Neue Seite

source: The following will display before question %d
de: Das Folgende wird vor Frage %d angezeigt

source: The following will display before questions %d - %d
de: Das Folgende wird vor den Fragen %d - %d angezeigt

source: Do you want to convert this assessment?
de: Wollen Sie diesen Test konvertieren?

source: Convert
de: Konvertieren

source: Convert All Assessments in Course
de: Alle Tests im Kurs konvertieren

source: Copy Course Items
de: Kurselemente kopieren

source: Invalid enrollment key entered.
de: Ungültiges Kurs-Passwort eingegeben.

source: Must agree to course terms of use to copy it.
de: Um den Kurs zu kopieren müssen Sie den Nutzungsbedingungen des Kurses zustimmen.

source: Error with course to copy
de: Es gibt ein Problem mit dem zu kopierenden Kurs

source: The course you selected is using a newer version of assessments than your course. It is not possible to convert assessment back to an older format, sorry, so assessments will not be included in the list below.
de: Der von Ihnen ausgewählte Kurs verwendet eine neuere Test-Version als Ihr Kurs. Es ist leider nicht möglich, einen Test zurück in ein älteres Format zu kopieren, deshalb werden Tests in der folgenden Liste nicht angezeigt.

source: Preview source course
de: Vorschau des Quell-Kurses

source: Copy whole course
de: Ganzen Kurs kopieren

source: Select items to copy
de: Zum Kopieren auswählen

source: You are about to copy ALL items in this course.
de: Sie kopieren ALLE Elemente dieses Kurses.

source: In most cases, you'll want to leave the options below set to their default values
de: Normalerweise belasses Sie die folgenden Einstellungen auf ihren Standardwerten

source: Select Items to Copy
de: Zum Kopieren auswählen

source: Copy course settings?
de: Kurseinstellungen kopieren?

source: Copy gradebook scheme and categories %s (%s will overwrite current scheme %s)?
de: Punkteschema und -kategorien kopieren %s (%s überschreibt das aktuelle Schema %s)?

source: Set all copied items as hidden to students?
de: Alle kopierten Elemente für Studierende ausblenden?

source: Remove any withdrawn questions from assessments?
de: Alle zurückgezogenen Fragen aus den Tests entfernen?

source: Use any suggested replacements for old questions?
de: Vorgeschlagenen Ersatz für alte Fragen verwenden?

source: Select calendar items to copy?
de: Kalender-Termine zum Kopieren auswählen?

source: Append text to titles?
de: Text an Titel anhängen?

source: Add to block:
de: Hinzufügen zum Block:

source: Main Course Page
de: Zur Kursseite zurückkehren

source: Also copy students and assessment attempt data?
de: Daten der Studierenden und ihrer Versuche kopieren?

source: NOT recommended unless you know what you are doing.
de: NICHT empfohlen (außer Sie wissen, was Sie tun).

source: Note: The course you are copying from is using an older version of assessments. They will be auto-converted to the current version, but you should review the settings after they are copied.
de: Achtung: Der Kurs, den Sie benutzen, verwendet ein älteres Format für Tests. Die Tests werden in das aktuelle Format konvertiert, aber Sie sollten nach dem Kopieren deren Einstellungen überprüfen.

source: Select a course to copy items from
de: Wählen Sie einen Kurs zum Kopieren

source: Browse Courses
de: Kursübersicht

source: Or, select from the course list below
de: Oder wählen Sie aus der untenstehenden Kursliste

source: Course List
de: Kursliste

source: Select Course Items
de: Kurselemente auswählen

source: You are not enrolled in this course. Please return to the <a href="../index.php">Home Page</a> and enroll
de: Sie sind nicht in diesem Kurs eingeschrieben. Bitte gehen Sie zur <a href="../index.php">Hauptseite</a> zurück und schreiben Sie sich ein.

source: Course does not exist
de: Kurs existiert nicht

source: Return to home page
de: Zur Startseite zurückkehren

source: Back
de: Zurück

source: New (%d)
de: Neue (%d)

source: Instructor Preview
de: Dozenten-Vorschau

source: Instructor tool navigation
de: Navigation für Dozenten

source: Views
de: Ansichten

source: Student View
de: Studentenansicht

source: Quick Rearrange
de: Schnelles Umordnen

source: Communication
de: Kommunikation

source: Forums
de: Foren

source: Tools
de: Werkzeuge

source: Outcomes
de: Themen

source: Roster
de: Teilnehmerliste

source: Gradebook
de: Punkteübersicht

source: New
de: Neu

source: Course Map
de: Kursübersicht

source: More...
de: Meh...

source: Reports
de: Berichte

source: Rubrics
de: Rubriken

source: Manage
de: Verwalten

source: Libraries
de: Bibliotheken

source: Course Items
de: Kurselemente

source: Mass Change
de: Serienänderung

source: Assessments
de: Tests

source: Blocks
de: Blöcke

source: Time Shift
de: Zeitverschiebung

source: Help
de: Hilfe

source: Log Out
de: Abmelden

source: Tools navigation
de: Werkzeuge (Navigation)

source: Instructor View
de: Dozenten-Ansicht

source: Quick Links
de: Schnellansicht

source: Help Using %s
de: Hilfe bei der Verwendung von %s

source: Unenroll From Course
de: Aus dem Kurs austragen

source: Welcome to your course
de: Willkommen in Ihrem Kurs

source: To start by copying from another course, use the %s Course Items: Copy %s link along the left side of the screen.
de: Um Elemente eines anderen Kurses zu kopieren verwenden Sie den Link %s Kurselemente: Kopieren%s im Kursmenü auf der linken Seite des Bildschirms.

source: If you want to build from scratch, use the "Add An Item" pulldown below to get started.
de: Wenn Sie neu beginnen wollen wählen Sie aus dem "Hinzufügen"-Menü unten ein Kurselement aus.

source: Instructor
de: Dozent

source: Quick Rearrange.
de: Schnelles Umordnen.

source: Back to regular view
de: Zurück zur regulären Ansicht

source: Use icons to drag-and-drop order.
de: Ziehen Sie die Icons, um die Reihenfolge zu verändern.

source: Click the icon next to a block to expand or collapse it. Click an item title to edit it in place.
de: Klicken Sie auf das Icon neben einem Block um ihn zu- oder aufzuklappen. Klicken Sie auf den Titel eines Elements um es zu editieren.

source: Use colored boxes to drag-and-drop order.
de: Ziehen Sie die farbigen Boxen, um die Reihenfolge zu verändern.

source: Click the B next to a block to expand or collapse it. Click an item title to edit it in place.
de: Klicken Sie auf das B neben einem Block um ihn zu- oder aufzuklappen. Klicken Sie auf den Titel eines Elements um es zu editieren.

source: Inline text item
de: Eingebetteter Text

source: Select an item to jump to its location in the course, or a folder to view the contents
de: Wählen Sie ein Element um im Kurs dort hinzuspringen oder einen Ordner, um seinen Inhalt anzusehen

source: Options for
de: Optionen für

source: Edit Contents
de: Inhalte editieren

source: Isolate
de: Isolieren

source: Move
de: Verschieben

source: Toggle NewFlag
de: Neu/Alt

source: Grades
de: Noten

source: Stats
de: Statistik

source: Scores
de: Punktzahlen

source: Always
de: Immer

source: Expanded
de: Ausgeklappt

source: as Folder
de: als Ordner

source: as TreeReader
de: als Baumansicht

source: Collapsed
de: Eingeklappt

source: Showing %s Always
de: %s immer anzeigen

source: Showing %1$s %2$s until %3$s
de: %1$s %2$s anzeigen bis %3$s

source: Isolate block
de: Block isolieren

source: Loading content...
de: Lade Inhalt...

source: Hidden
de: Versteckt

source: Currently Showing
de: Gerade angezeigt

source: as Folder.
de: als Ordner.

source: as TreeReader.
de: als Baumansicht.

source: Collapsed.
de: Eingeklappt.

source: Showing %1$s %2$s to %3$s
de: Zeige %1$s %2$s bis %3$s

source: Manage Events
de: Ereignisse verwalten

source: With LatePass, due
de: Mit verspätetem Einreichen fällig bis zum

source: With extension, due
de: Nach Verlängerung fällig am

source: Prerequisite:
de: Voraussetzung

source: on
de: über

source: You have some unanswered questions
de: Sie haben unbeantwortete Fragen

source: All questions attempted
de: Alle Fragen wurden versucht

source: Score:
de: Punkte

source: You haven't started this assessment yet
de: Sie haben diesen Test noch nicht begonnen

source: Available until
de: Verfügbar bis

source: second(s)
de: Sekunde(n)

source: This assessment has a time limit of %s, but that will be restricted by the upcoming due date. Click OK to start or continue working on the assessment.
de: Dieser Test hat ein Zeitlimit von %s, maximal bis zum Ende der Einreichfrist. Klicken Sie OK, um zu Starten, oder um an dem Test weiterzuarbeiten.

source: This assessment has a time limit of %s. Click OK to start or continue working on the assessment.
de: Dieser Test hat ein Zeilimit von %s. Klicken Sie OK, um zu Starten, oder um an dem Test weiterzuarbeiten.

source: LatePasses Allowed
de: Verspätetes Einreichen mit Kulanz-Guthaben erlaubt

source: Un-use LatePass
de: Nicht mehr verspätet einreichen

source: LatePass Allowed
de: Verspätetes Einreichen erlaubt

source: Past Due Date of %s. Showing as Practice
de: Nach dem Fälligkeitsdatum %s. Anzeige zur Übung

source: Past Due Date of %s. Showing as Review
de: Über Fälligkeitsdatum %s. Anzeige im Überprüfungsmodus

source: until
de: bis

source: This assessment is in practice mode - no scores will be saved
de: Dieser Test ist im Übungsmodus. Es werden keine Punktzahlen gespeichert

source: This assessment is in review mode - no scores will be saved
de: Dieser Test ist im Überprüfungsmodus. Es werden keine Punktzahlen gespeichert

source: This assessment was due
de: Dieser Test ist geschlossen

source: Will be available starting %1$s
de: Ist ab %1$s verfügbar

source: This assessment was due %1$s
de: Dieser Test war am %1$s fällig

source: Waiting for date to be set via LTI
de: Warte darauf, dass das Fälligkeitsdatum vom LMS über LTI gesetzt wird

source: Available %1$s until %2$s
de: Verfügbar %1$s bis %2$s

source: , Practice until %s
de: , Üben bis %s

source: , Review until %s
de: , überprüfen bis %s

source: Showing Always
de: Immer anzeigen

source: Showing until:
de: Zeige bis:

source: Showing %1$s until %2$s
de: Zeige %1$s bis %2$s

source: This item was available until %1$s
de: Dieses Element war verfügbar bis %1$s

source: New Threads due %s.
de: Neue Themen fällig %s.

source: New Threads were due %s.
de: Neue Themen waren bis %s fällig.

source: Replies due %s.
de: Antworten fällig %s.

source: Replies were due %s.
de: Antworten waren bis %s fällig.

source: New Posts (%s)
de: Neue Beiträge (%s)

source: This forum closed %1$s
de: Dieses Forum wurde am %1$s geschlossen

source: New Threads will be due %s.
de: Neue Theme nsind bis %s fällig.

source: Replies will be due %s.
de: Antworten sind bis %s fällig.

source: Edits due by %s.
de: Änderungen fällig bis %s.

source: New Revisions
de: Neue Revisionen

source: Add here:
de: Füge hier hinzu:

source: Drill
de: Training

source: Add An Item
de: Hinzufügen

source: Add An Item...
de: Hinzufügen...

source: Add Inline Text
de: Eingebetteten Text

source: Add Forum
de: Forum

source: Add Wiki
de: Wiki

source: Add Drill
de: Training hinzufügen

source: Add Block
de: Block

source: Add Calendar
de: Kalender

source: Into %s
de: Nach %s

source: Out of Block
de: Außerhalb des Blocks

source: Available until %s
de: Verfügbar bis %s

source: Practice until %s
de: Üben bis %s

source: Review until %s
de: Überprüfung bis %s

source: Available %1$s to %2$s
de: Verfügbar %1$s to %2$s

source: , practice until %s
de: , üben bis %s

source: , review until %s
de: , Überprüfung bis %s

source: showing until %s
de: wird angezeigt bis %s

source: showing %1$s until %2$s
de: wird angezeigt %1$s bis %2$s

source: Delete Assessment
de: Test löschen

source: You need to access this page from the link on the course page
de: Auf diese Seite können Sie nur über das Kursmenü zugreifen

source: Are you <b>SURE</b> you want to delete this assessment and all associated student attempts?
de: Sind Sie <b>SICHER</b>, dass Sie diesen Test (und alle Versuche der Studierenden dazu) löschen wollen?

source: You don't have authority to access this item
de: Sie haben keine Zugriffsrechte auf dieses Objekt

source: Invalid course id or drill assessment id
de: Ungültige Kurs oder Trainings-Test ID

source: Drill Assessment
de: Trainings-Test

source: Invalid drill assessment id
de: Ungültige Trainings-Test ID

source: Current: %d question(s) correct
de: Zurzeit: %d Frage(n) korrekt

source: Current: %d question(s) attempted
de: Zurzeit: %d Frage(n) versucht

source: Current: %d question(s) correct out of %d attempt(s)
de: Zurzeit: %d Frage(n) korrekt von %d Versuch(en)

source: Current: %d question streak (correct in a row) out of %d attempt(s)
de: Zurzeit: %d korrekte Fragen in Folge von %d Versuch(en)

source: %d hours,
de: %d Stunden,

source: %d minutes,
de: %d Minuten,

source: %d seconds.
de: %d Sekunden.

source: %d questions completed
de: %d Fragen komplett

source: %d questions answered correctly
de: %d Fragen korrekt beantwortet

source: %d question streak completed
de: %d Fragen in Folge korrekt beantwortet

source: %d questions answered correctly in %d seconds
de: %d Fragen korrekt beantwortet in %d Sekunden

source: out of %d questions attempted
de: von %d Fragen versucht

source: Goal:
de: Ziel:

source: Answer as many questions correctly as possible in
de: Beantworte so viele Fragen wie möglich in

source: Attempt %d questions
de: Versuche %d Fragen

source: Get %d questions correct
de: Beantworte %d Fragen korrekt

source: Get a streak of %d questions correct in a row
de: Beantworte %d Fragen in Folge korrekt

source: in the shortest time possible
de: in der kürzest möglichen Zeit

source: in the fewest total attempts
de: mit möglichst wenig Versuchen

source: Drills
de: Trainings

source: Last score
de: Letzte Bewertung

source: Personal best
de: Persönlicher Rekord

source: Class best
de: Klassenrekord

source: Select a drill to begin
de: Wähle eine Trainingsmöglichkeit

source: Score on last question
de: Bewertung der letzten Frage

source: Drill Complete
de: Training vollständig

source: Congrats! That's a new personal best!
de: Glückwunsch! Dies ist ein neuer persönlicher Rekord!

source: Congrats! That's a new class best!
de: Glückwunsch! Dies ist ein neuer Klassenrekord!

source: Time
de: Zeit

source: Displaying last question with solution
de: Stelle letzte Frage mit Lösung dar

source: New Question
de: Neue Frage

source: Check Answer
de: Antwort prüfen

source: attempts
de: Versuche

source: %s out of %d
de: %s von %d

source: %s out of %d (parts: %s)
de: %s von %d (Teile: %s)

source: Snippets saved
de: Fragment gespeichert

source: Snippet Title
de: Fragment-Titel

source: Group Title
de: Gruppen-Titel

source: Add Snippet
de: Textfragment hinzufügen

source: Are you SURE you want to delete this snippet?
de: Sind Sie SICHER, dass Sie dieses Fragment löschen wollen?

source: Prewritten Snippets
de: Vorgefertigte Fragmente

source: Add Group
de: Gruppe hinzufügen

source: Create Exception
de: Ausnahme machen

source: Clear Exception
de: Ausnahme löschen

source: no notification
de: keine Benachrichtigung

source: days
de: Tage

source: Updating...
de: Aktualisiere...

source: Updated
de: Aktualisiert

source: Error - try again
de: Fehler - versuchen Sie es noch einmal

source: Generate Calendar Feed
de: Erzeuge Kalender-Feed

source: The link below can be used to subscribe to a calendar feed for the due dates and events in this course.
de: Über den Link unten können Sie einen Kalender-Feed für die Ereignisse in diesem Kurs, z.B. für die Fälligkeit von Tests, abonnieren.

source: Calendar feed link
de: Link für Kalender-Feed

source: To load in the calendar feed
de: Um den Kalender-Feed zu laden

source: Start by copying the link above. Usually you can do that by right-clicking on it and Copy Link Address
de: Kopieren Sie den obigen Link. Normalerweise können Sie dazu den Link mit der rechten Maustaste anklicken und dann die Link-Adresse kopieren

source: Google Calendar
de: Google-Kalender

source: In the left column, click the triangle after "Other calendars" and select "Add by URL". Paste in the feed link and Add Calendar.
de: Klicken Sie das Dreieck in der linken Spalte nach "Andere Kalender" an und wählen Sie "Nach URL hinzufügen". Fügen Sie den Link ein und klicken Sie auf "Kalender hinzufügen".

source: If you wish to set up notifications/alarms, after adding the calendar click the arrow that shows when you hover over the calendar. Click Edit Notifications, then under Event Notifications click Add a notification.
de: Um Benachrichtigungen/Alarme einzuschalten, nachdem Sie den Kalender hinzugefügt haben, klicken Sie auf den Pfeil der erscheint, wenn die Maus sich über dem Kalender befindet. Klicken Sie "Benachrichtigungen bearbeiten", dann klicken Sie unter Benachrichtigungen auf "Benachrichtigung hinzufügen".

source: Go to Settings, then "Mail, Contacts, and Calendars". Tap "Add Account", then "Other". Tap "Add Subscribed Calendar" and paste in the feed link.
de: Gehen Sie zu "Einstellungen", dann "Mail, Kontakte und Kalender". Klicken Sie auf "Kennung hinzufügen", dann "Andere". Klicken Sie auf "Abonnierten Kalender hinzufügen" und fügen Sie den Link des Feed ein.

source: Excuse Grade
de: Bewertung nach Entschuldigung

source: Un-excuse Grade
de: Keine verspäteten Eineichungen

source: Total
de: Gesamtpunktzahl

source: pts
de: Pkt

source: Weighted Total %
de: Gewichtete Gesamtpunktzahl %

source: 5-number summary:
de: 5-Zahlen-Statistik:

source: Grade this question for all students
de: Diese Frage für alle Studierenden bewerten

source: Regrade Question
de: Bewertung der Frage überprüfen

source: Please be patient - this page will auto-submit when it is done loading
de: Bitte haben Sie etwas Geduld - Diese Seite wird aktualisiert, wenn Sie fertig geladen ist

source: This will allow you rescore this question.
de: Dies erlaubt eine neue Bewertung der Antwort.

source: This is intended to be used after fixing a bug in the question code.
de: Dies wird verwendet, nachdem ein Problem im Code der Frage korrigiert wurde.

source: This page will re-submit the student's answer to their best-scored version of this question (the latest version if all are 0), scoring it as if it was their first attempt.
de: Diese Seite wird die Antwort der Studierenden erneut als am Besten bewertete Version einreichen (als jüngste Version, wenn alle 0 sind). Sie wird so bewertet, als ob es der erste Versuch ist.

source: This process will wipe out all record of other attempts the student made on this question, and reset their attempt count to 1 on this question.
de: Dies löscht alle Daten über andere Versuche des Studenten zu dieser Frage. Die Anzahl der bisher gemachten Versuche dieser Frage wird auf 1 zurückgesetzt.

source: Which answer from the student do you want to resubmit?
de: Welche Antwort möchten Sie neu einreichen?

source: The first attempt. Recommended for single-part questions, to rescore the student's first try.
de: Die erste Antwort. Empfohlen für Fragen mit einem Teil um den ersten Versuch des Studenten neu zu bewerten.

source: The last attempt. Recommended for multi-part questions, to preserve the score on working parts.
de: Der letzte Versuch. Empfohlen für Multipart-Fragen, um die Punkte der bereits bearbeiteten Teile zu erhalten.

source: Are you SURE you want to proceed?
de: Sind Sie SICHER, dass Sie fortsetzen wollen?

source: Rescore Question
de: Punkte der Frage überprüfen

source: When you continue, all students' attempts will be loaded up on your screen and then automatically submitted for regrading.
de: Wenn Sie fortfahren, werden alle Versuche aller Studierenden auf Ihren Bildschirm geladen und automatisch zur erneuten Bewertung eingereicht.

source: Please be patient - it may take a minute or two
de: Bitte haben Sie Geduld, das kann ein oder zwei Minuten dauern

source: This page will re-submit the student's answer to this question, scoring it as if it was their first try on that version. This will be repeated for all versions of the assessment or question.
de: Diese Seite wird die Antwort des Studierenden auf diese Frage erneut einreichen. Die Antwort wird so gewertet, als ob sie der erste Versuch zu dieser Frage wäre. Dies wird für alle Versionen des Tests oder der Frage wiederholt.

source: This process will wipe out all record of other tries the student made on this question, and reset their try count to 1 on this question.
de: Dies löscht alle Daten über andere Versuche des Studierenden zu dieser Frage. Die Anzahl der bisherigen Versuche dieser Frage wird auf 1 zurückgesetzt.

source: Which try from the student do you want to resubmit?
de: Welche Antwort des Studenten möchten Sie erneut einreichen?

source: The first try. Recommended for single-part questions, to rescore the student's first try.
de: Erster Versuch Empfohlen für Fragen mit nur einem Teil um den ersten Versuch des Studierenden neu zu bewerten.

source: The last try. Recommended for multi-part questions, to preserve the score on working parts.
de: Der letzte Versuch. Empfohlen für Multipart-Fragen, um die Punkte der bereits bearbeiteten Teile zu erhalten.

source: Really Clear
de: Wirklich löschen

source: Really Separate
de: Wirklich trennen

source: Really Clear and Regen
de: Wirklich löschen und neu erzeugen

source: Assessment Detail
de: Test-Details

source: Show Score Summary
de: Zeige Punktezusammenfassung

source: Hide Correct Questions
de: Korrekt beantwortete Fragen ausblenden

source: Hide Perfect Questions
de: Perfekt beantwortete Fragen ausblenden
