Repository: drlippman/IMathAS
Catalog: i18n/*.po
Languages: de

source: Submit
de: Absenden

source: %1$s out of %2$s
de: %1$s von %2$s

source: Correct
de: Richtig

source: Incorrect
de: Falsch

source: Partially correct
de: Teilweise richtig

source: %1$s out of %2$s (parts: %3$s)
de: %1$s von %2$s (Teile: %3$s)

source: You must agree to the Terms and Conditions to set up an account
de: Sie müssen den Nutzungsbedingungen und der Datenschutzerklärung zustimmen um eine Kennung einzurichten

source: New User Signup
de: Als neuer Benutzer registrieren

source: Try Again
de: Erneut versuchen

source: It appears an account already exists with the same email address you just entered
de: Es sieht so aus, als ob es bereits einen Benutzer mit der angegebenen Email-Adresse gibt

source: If you are creating an account because you forgot your username, you can %s look up your username %s instead.
de: Wenn Sie ein Konto erstellen wollen, weil Sie Ihren Benutzernamen vergessen haben, können Sie stattdessen %s Ihren Benutzernamen suchen%s.

source: Create new account anyways
de: Trotzdem neue Kennung anlegen

source: This is an automated message from %s. Do not respond to this email
de: Dies ist eine automatische Nachricht von %s. Antworten Sie nicht darauf

source: To complete your %s registration, please click on the following link, or copy and paste it into your webbrowser:
de: Um Ihre %s-Registrierung abzuschließen, klicken Sie bitte auf den folgenden Link, oder kopieren Sie ihn und fügen Sie ihn in Ihren Webbrowser ein:

source: Confirmation
de: Best&auml;tigung

source: Registration recorded. You should shortly receive an email with confirmation instructions.
de: Ihre Registrierung wurde vorgemerkt. Sie sollten in Kürze eine E-Mail mit Anweisungen zur Bestätigung erhalten.

source: Back to main login page
de: Zurück zur Anmeldeseite

source: Account Created
de: Benutzerkonto angelegt

source: Your account with username %s has been created. If you forget your password, you can ask your instructor to reset your password or use the forgotten password link on the login page.
de: Ihr Konto mit dem Benutzernamen %s wurde erstellt. Wenn Sie Ihr Passwort vergessen haben, können Sie den link "Passwort vergessen" auf der Anmeldeseite verwenden oder Ihren Dozenten bitten, Ihr Passwort zurückzusetzen.

source: Invalid course id
de: Ungültige Kurs-ID

source: Course not found
de: Kurs nicht gefunden

source: Course is closed for self enrollment
de: Der Kurs erlaubt keine Selbtregistrierung

source: No enrollment key provided
de: Kein Kurspasswort angegeben

source: Incorrect enrollment key
de: Falsches Kurspasswort

source: You have been enrolled in course ID %s
de: Sie wurden in den Kurs mit der ID %s eingeschrieben

source: Automated new enrollment notice
de: Automatische Benachrichtigung über Neueinschreibung

source: This is an automated system message letting you know this student just enrolled in your course
de: Dies ist eine automatische Benachrichtigung, dass sich dieser Student in Ihren Kurs eingeschrieben hat

source: so we were not able to enroll you in your course. After you log in, you can try enrolling again. You do <b>not</b> need to create another account.
de: deshalb können Sie nicht in diesen Kurs eingeschrieben werden. Versuchen Sie, sich erneut einzuschreiben, nachdem Sie sich angemeldet haben. Sie brauchen <b>keine</n> neue Kennung anzulegen.

source: You can now %s return to the login page %s and login with your new username and password
de: Sie können jetzt %s zur Anmeldeseite zurückgehen %s und sich mit Ihrem neuen Benutzernamen und Passwort anmelden

source: Confirmed. Please %s Log In %s
de: Bestätigt. Bitte %s melden Sie sich an %s

source: Error
de: Fehler

source: The email address on record for this username is invalid.
de: Die für diesen Nutzer gespeicherte E-Mail-Adresse ist ungültig.

source: Contact your teacher for help resetting your password.
de: Wenden Sie sich an Ihren Dozenten, um Hilfe beim Zurücksetzen Ihres Kennworts zu erhalten.

source: Contact the system administrator for help resetting your password:
de: Wenden Sie sich an den Systemadministrator, um Hilfe beim Zurücksetzen Ihres Kennworts zu erhalten:

source: This is an automated message from %s. Do not respond to this email
de: Dies ist eine automatische Nachricht von %s. Antworten Sie nicht darauf

source: Your username was entered in the Reset Password page. If you did not do this, you may ignore and delete this message.
de: Es wurde die Einrichtung eines neuen Passworts für Ihren Benutzernamen angefordert. Wenn Sie dies nicht veranlasst haben, so können Sie diese Nachricht ignorieren und löschen.

source: If you did request a password reset, click the link below, or copy and paste it into your browser's address bar. You will then be prompted to choose a new password.
de: Wenn Sie die Einrichtung eines neuen Passworts angefordert haben, so klicken Sie auf den Link unten oder kopieren Sie ihn und fügen ihn in die Adresszeile Ihres Browsers ein. Sie werden dann aufgefordert, ein neues Passwort zu wählen.

source: Password Reset Request
de: Anforderung für das Setzen eines neuen Passworts

source: An email with a password reset link has been sent your email address on record
de: Eine Email mit einem Link zur Einrichtung eines neuen Passworts wurde an die gespeicherte Email-Adresse versandt

source: If you do not see it in a few minutes, check your spam or junk box to see if the email ended up there.
de: Wenn Sie die Nachricht nicht in wenigen Minuten sehen, prüfen Sie Ihren Spam-Ordner und Ihren Papierkorb. Vielleicht ist die Nachricht ja dort gelandet.

source: It may help to add %s to your contacts list.
de: Es kann helfen, wenn Sie %s in Ihr Adressbuch aufnehmen.

source: If you still have trouble or the wrong email address is on file, contact your instructor - they can reset your password for you.
de: Wenn Sie danach immer noch Probleme haben oder im System eine falsche Email-Adresse hinterlegt wurde, so wenden Sie sich an Ihren Dozenten/Ihre Dozentin. Er/Sie kann das Passwort für Sie zurücksetzen.

source: Invalid Username
de: Ungültiger Benutzername

source: Try again
de: Veruchen Sie es erneut

source: Passwords do not match
de: Passwörter stimmen nicht überein

source: Password Reset
de: Passwort zurücksetzen

source: Login with your new password
de: Melden Sie sich mit Ihrem neuem Passwort an

source: Invalid code
de: Ungültiger Code

source: Invalid user
de: Ungültiger Nenutzer

source: Your email was entered in the Username Lookup page on %s. If you did not do this, you may ignore and delete this message.
de: Ihre Email-Adresse wurde eingegeben um auf %s Benutzernamen zu suchen. Wenn Sie dies nicht veranlasst haben, so können Sie diese Nachricht ignorieren und löschen.

source: All usernames using this email address are listed below
de: Hier ist eine Liste aller Benutzernamen mit dieser Email-Adresse

source: Never
de: Niemals

source: Username
de: Benutzername

source: Last logged in
de: Zuletzt angemeldet

source: If you forgot your password, use the Lost Password link at the login page.
de: Wenn Sie Ihr Passwort vergessen haben, so benutzen Sie den dafür vorgesehenen Link auf der Anmeldeseite.

source: Username Request
de: Anforderung von Benutzernamen

source: usernames match this email address and were emailed
de: Benutzer haben diese Email-Adresse und wurden angeschrieben

source: Return to login page
de: Zurück zur Anmeldeseite

source: Your account can only be accessed through your school's learning management system.
de: Ihre Kennung kann nur über das Lernmanagementsystem Ihrer Hochschule genutzt werden.

source: No usernames match this email address, or the email address provided is invalid.
de: Es gibt keinen Benutzernamen zu dieser Email-Adresse oder die angegebene Adresse ist ungültig.

source: This is an automated message. Do not reply to this email.
de: Dies ist eine automatisch erzeugte Nachricht. Antworten Sie nicht auf diese e-Mail.

source: Hi, your account details on %s were recently changed.
de: Hallo, Ihre Kontodaten auf %s wurden kürzlich geändert.

source: Your password was changed.
de: Ihr Passwort wurde geändert.

source: If this was you, you can disregard this email.
de: Wenn Sie dies waren, können Sie diese E-Mail ignorieren.

source: If you did not make these changes, please log into your account and correct the changes and change your password.
de: Wenn Sie diese Änderungen nicht vorgenommen haben, loggen Sie sich bitte in Ihr Konto ein, korrigieren Sie die Änderungen und ändern Sie Ihr Passwort.

source: If you are unable to log into your account, use the following link.
de: Wenn Sie sich nicht bei Ihrem Konto anmelden können, verwenden Sie den folgenden Link.

source: Reset Password
de: Passwort zurücksetzen

source: Alert:
de: Warnung:

source: Account Activity
de: Aktivität der Kennung

source: Password change failed
de: Die Passwortänderung ist fehlgeschlagen

source: Error: Guests can't enroll in courses
de: Fehler: Gäste können sich nicht in Kurse einschreiben

source: Home
de: Startseite

source: Enroll in a Course
de: In einen Kurs einschreiben

source: Please include Course ID.
de: Bitte geben Sie die Kurs-ID an.

source: Course not found.
de: Kurs nicht gefunden.

source: Course is closed for self enrollment. Contact your instructor for access.
de: Der Kurs erlaubt keine Selbstregistrierung. Wenden Sie sich an Ihren Dozenten/Ihre Dozentin um einen Zugang zu erhalten.

source: Return to home page.
de: Zurück zur Startseite.

source: Please include Enrollment Key.
de: Bitte geben Sie das Kurspasswort ein.

source: You are a teacher for this course, and can't enroll as a student. Use Student View to see the class from a student's perspective, or create a dummy student account.
de: Sie sind Dozent in diesem Kurs und können sich deshalb nicht als Student einschreiben. Benutzen Sie die Studenten-Ansicht um den Kurs aus der Perspektive eines Studierenden zu sehen.

source: Click on the course name on the <a href="index.php">main page</a> to access the course
de: Klicken Sie auf der <a href="index.php">Hauptseite</a> auf den Namen des Kurses um hinein zu gelangen

source: You are a tutor for this course, and can't enroll as a student.
de: Sie sind Tutor in diesem Kurs und können sich nicht als Student einschreiben

source: You are already enrolled in the course. Click on the course name on the <a href="index.php">main page</a> to access the course
de: Sie sind in diesen Kurs bereits eingeschrieben. Klicken Sie auf der <a href="index.php">Hauptseite</a> auf den Kursnamen um hinein zu gelangen

source: Incorrect Enrollment Key.
de: Falsches Kurspasswort.

source: You have been enrolled in course ID
de: Sie wurden in den folgenden Kurs eingeschrieben. Kurs-ID

source: Return to the <a href="index.php">main page</a> and click on the course name to access the course
de: Gehen Sie zurück zur <a href="index.php">Hauptseite</a> und klicken Sie auf den Kursnamen um in den Kurs hinein zu gelangen

source: Error: Guests can't unenroll from courses
de: Fehler: Gäste können sich nicht aus Kursen austragen

source: Course ID not specified.
de: Kurs-ID nicht angegeben.

source: Password change failed.
de: Änderung des Passworts fehlgeschlagen.

source: Your email address was changed to %s.
de: Ihre E-Mail-Adresse wurde in %s geändert.

source: Changes Recorded.
de: Änderungen gespeichert.

source: Done
de: Erledigt

source: User Reports
de: Bericht über Benutzer

source: Admin
de: Administrator

source: User Details
de: Benutzer-Details

source: Group Details
de: Gruppendetails

source: You don't have the authority for this action
de: Für diese Aktion haben Sie nicht die nötigen Rechte

source: invalid id
de: ungültige ID

source: Username is already used.
de: Der Benutzername ist bereits vergeben.

source: or
de: oder

source: Change rights for existing user
de: Rechte für einen existierenden Benutzer ändern

source: You must agree to the terms of use to copy this course.
de: Sie müssen den Nutzungsbedingungen zustimmen, um diesen Kurs zu kopieren.

source: Course Creation Confirmation
de: Kurs erstellt

source: Your course has been created
de: Ihr Kurs wurde erstellt

source: For students to enroll in this course via direct login, you will need to provide them two things
de: Damit Studierende sich in Ihrem Kurs anmelden können, benötigen sie

source: The course ID
de: Kurs-ID

source: Tell them to leave the enrollment key blank, since you didn't specify one. The enrollment key acts like a course password to prevent random strangers from enrolling in your course. If you want to set an enrollment key, %s modify your course settings %s
de: Sagen Sie ihnen, dass sie das Feld für das Kurs-Passwort leer lassen sollen. Wenn Sie ein Kurspasswort setzen wollen, so ändern Sie Ihre %s Kurseinstellungen %s

source: The enrollment key
de: Das Kurs-Passwort

source: If you plan to integrate this course with your school's Learning Management System (LMS),
de: Wenn Sie diesen Kurs in das Lernmanagement-System (LMS) Ihrer Einrichtung integrieren wollen,

source: it looks like your school may already have a school-wide LTI key and secret established - check with your LMS admin.
de: es sieht so aus, als ob Ihre Einrichtung Schlüssel (Key) und Passwort (Secret) für die LTI-Verbindung bereits für alle eingerichtet hat - setzen Sie sich mit dem Administrator Ihres LMS in Verbindung.

source: If so, you will not need to set up a course-level configuration.
de: Wenn das so ist, brauchen Sie es nicht mehr auf Kursebene zu konfigurieren.

source: If you do need to set up a course-level configuration for some reason, the key and secret can be found in your course settings
de: Wenn Sie eine Konfiguration auf Kursebene benötigen, so finden Sie Schlüssel (Key) und Passwort (Secret) für die LTI-Verbindung in Ihren Kurseinstellungen

source: here is the information you will need to set up a course-level configuration, since your school does not appear to have a school-wide LTI key and secret established.
de: so ist hier die Information, die Sie benötigen um die LTI-Verbindung auf Kursebene zu konfigurieren, da Ihre Einrichtung anscheinend Schlüssel (Key) und Passwort (Secret) nicht global eingerichtet hat.

source: If you forget these later, you can find them by viewing your course settings.
de: Wenn Sie dies später vergessen, so finden Sie die Informationen in Ihren Kurseinstellungen.

source: Enter the Course
de: Zum Kurs

source: Add New Course
de: Neuen Kurs anlegen

source: Adding Course For
de: Hinzufügen eines Kurses für

source: How would you like to start this course?
de: Wie möchten Sie diesen Kurs beginnen?

source: Start with a blank course
de: Mit einem leeren Kurs beginnen

source: Copy a template or promoted course
de: Eine Kursvorlage oder einen veröffentlichten Kurs kopieren

source: Copy from my or a colleague's course
de: Kurs eines Kollegen kopieren

source: Copy from my, a colleague's, or template course
de: Einen meiner Kurse, einen Kurs eines Kollegen oder eine Kursvorlage kopieren

source: Select a course to copy
de: Wählen Sie einen Kurs zum Kopieren

source: Continue
de: Fortfahren

source: Default
de: Standard

source: Add/Remove Teachers
de: Lehrer hinzufügen/entfernen

source: Add or remove additional teachers
de: Weitere Lehrer hinzufügen/entfernen

source: Modify course settings
de: Kurseinstellungen ändern

source: Transfer course ownership to someone else
de: Den Kurs als Eigentümer an einen anderen Dozenten übergeben

source: Guest
de: Gast

source: Pending
de: Ausstehend

source: Tutor/TA/Proctor
de: Tutor/Assistent

source: Teacher
de: Lehrer

source: LimCourseCreator
de: Kurseigentümer

source: GroupAdmin
de: Gruppen-Administrator

source: Group Administration
de: Gruppenverwaltung

source: Pending Users
de: Ausstehende Benutzer

source: Default Group
de: Standardgruppe

source: Group Members
de: Gruppenmitglieder

source: Select Teacher
de: Wähle Lehrer

source: Select User
de: Wähle Benutzer

source: Select Group
de: Wähle Gruppe

source: Manage Question Set
de: Fragensatz verwalten

source: Manage Libraries
de: Bibliotheken verwalten

source: Export Libraries
de: Bibliotheken exportieren

source: Diagnostics
de: Diagnose

source: Add New User
de: Neuen Benutzer hinzufügen

source: Batch Add Instructors
de: Dozenten in Serie hinzufügen

source: Find Student
de: Finde Student

source: No users found
de: Benutzer nicht gefunden

source: Role
de: Rolle

source: Group
de: Gruppe

source: List cut off at 200 options. Try narrowing the search
de: Liste bei 200 Möglichkeiten abgeschnitten. Versuchen Sie, die Suche einzuschränken

source: Modify
de: Bearbeiten

source: Delete
de: Löschen

source: Last Login
de: Letzte Anmeldung

source: Edit
de: Ändern

source: Groups
de: Gruppen

source: Utilities
de: Werkzeuge

source: LTI Provider Creds
de: LTI-Zugangsdaten

source: Federation Peers
de: Föderationsmitglieder

source: External Tools
de: Externe Werkzeuge

source: Import Libraries
de: Bibliotheken importieren

source: Find teacher
de: Lehrer finden

source: Go
de: Los

source: Find user
de: Benutzer finden

source: Find group
de: Gruppe finden

source: Account Status
de: Status der Kennnumg

source: Welcome to %s. Your account has been activated, and you're all set to log in as an instructor using the username %s and the password you provided.
de: Willkommen bei %s. Ihre Kennung wurde aktiviert und alles ist für Ihre Anmeldung mit dem Benutzernamen %s und dem gewählten Passwort bereit.

source: Account Approval
de: Bestätigung der Kennung

source: Approve Instructor Accounts
de: Dozenten-Kennung bestätigen

source: Assignment Due:
de: Test fällig

source: Assignment Due in %s:
de: Test fällig in %s:

source: Course Browser
de: Kursübersicht

source: No matches found
de: Keine Treffer gefunden

source: Diagnostic One-time Passwords
de: Einmal-Passwort für Diagnostik

source: Diagnostic Setup
de: Diagnose-Einstellungen

source: Nevermind
de: Hat sich erledigt

source: Anonymize
de: Anonymisieren

source: New User
de: Neuer Benutzer

source: Add a course
de: Einen Kurs hinzufügen

source: Add a new course for this user
de: Einen neuen Kurs für diesen Benutzer hinzufügen

source: Course Settings
de: Kurseinstellungen

source: Enrollment key
de: Kurs-Passwort

source: to only allow access through the LMS
de: Zugang nur über das LMS

source: to allow students to login directly to %s
de: Mit direkter Anmeldung in %s

source: LTI Launch URL (if needed):
de: LTI-URL (wenn benötigt)

source: Will be assigned when the course is created
de: Wird zugeordnet, wenn der Kurs angelegt ist

source: Incorrect enrollment key provided
de: Falsches Kurspasswort

source: Creating course for:
de: Kurs anlegen für:

source: Starting with:
de: Beginnen mit:

source: A blank course
de: Leerer Kurs

source: Copying:
de: Kopieren:

source: Change
de: Ändern

source: Course name
de: Kursname

source: Select a level
de: Wählen Sie eine Stufe

source: Upgrade assessment version
de: Test in neue Version konvertieren

source: The source course is using an older format of assessments. Select this option to set your new course to use the new version of assessments, and convert copied assessments to the new format. You will want to review the settings after the copy.
de: Der Quellkurs verwendet ein älteres Test-Format. Wählen Sie diese Option aus, um die Verwendung der neuen Version von Tests zu aktivieren und kopierte Tests in das neue Format zu konvertieren. Überprüfen Sie die Einstellungen der Tests in dem kopierten Kurs.

source: Course Copy Options
de: Einstellungen für Kurskopie

source: Copy offline grade items?
de: Kurselemente kopieren, die offline bewertet werden?

source: Copy rubrics?
de: Rubriken kopieren?

source: Copy outcomes?
de: Themen kopieren?

source: Copy "display at top" instructor forum posts?
de: Kopiere "oben anzeigen" für Dozenten-Beiträge?

source: Assessment version
de: Test-Version

source: Use the new version of assessments.
de: Neue Oberfläche für Tests verwenden.

source: Availability and Access
de: Verfügbarkeit und Zugang

source: Available
de: Verfügbar

source: Available to students
de: Für Studierende verfügbar

source: Course start/end dates
de: Kursanfangs-/Enddaten

source: Blank for no limit
de: Leer für keine Begrenzung

source: Default start/end time for new items
de: Standardstart-/Endzeit für neue Teile

source: Allow students to self-<u>un</u>enroll
de: Studierende können sich selbst <u>ab</u>melden

source: No
de: Nein

source: Yes
de: Ja

source: Allow students to self-enroll
de: Studierende können sich selbst einschreiben

source: Allow other instructors to copy course items
de: Andere Dozenten können Kursteile kopieren

source: Require enrollment key from everyone
de: Kurs-Passwort von allen fordern

source: No key required for group members, require key from others
de: Kein Kurs-Passwort von Gruppenmitgliedern aber von allen anderen

source: No key required from anyone
de: Kein Kurs-Passwort erforderlich

source: View %s integration setup instructions %s
de: %s Anleitung zur LMS-Integration %s ansehen

source: Allow the LMS to set assessment due dates
de: Freischaltung durch LMS erlauben

source: Only supported by Canvas
de: Nur vom LMS Canvas unterstützt

source: LMS course copies always copy from this original course
de: Kopien von Kursen im LMS kopieren immer von diesem Kurs

source: Additional Options
de: Weitere Einstellungen

source: Auto-assign LatePasses on course enroll
de: Kulanz-Guthaben beim Einschreiben automatisch zuordnen

source: LatePasses
de: Kulanz-Guthaben

source: Late Passes extend the due date by
de: Kulanz-Guthaben verlängert die Fälligkeit um

source: hours
de: Stunden

source: Send teachers a message when students enroll
de: Nachricht an Dozent schicken, wenn sich ein Student einschreibt

source: Send
de: Abschicken

source: Theme
de: Design

source: Message System
de: Kursnachrichten

source: On for send and receive
de: Zum Senden und Empfangen

source: On for receive, students can only send to instructor
de: Zum Empfangen, Studierende können nur an Dozenten senden

source: On for receive, students can only send to students
de: Zum Empfangen, Studierende können nur an Studierende senden

source: On for receive, students cannot send
de: Zum Empfangen, Studierende können nicht senden

source: Off
de: Aus

source: Enable monitoring of student-to-student messages
de: Überwachen der Nachrichten zwischen Studierenden ermöglichen

source: Navigation Links for Students
de: Kurs-Menü für Studierende

source: Calendar
de: Kalender

source: Forum List
de: Foren

source: Show remaining LatePasses on student gradebook page
de: Zeige das verbleibende Kulanz-Guthaben der Studierenden in der Punkte-Übersicht

source: Mark course as template
de: Dies ist eine Kurs-Vorlage

source: Mark as group template course
de: Dies ist eine Kurs-Vorlage für die Gruppe

source: Mark as super-group template course
de: Dies ist eine Kurs-Vorlage für die Obergruppe

source: Mark as global template course
de: Dies ist eine globale Kurs-Vorlage

source: Mark as self-enroll course
de: Kurs erlaubt Selbst-Registrierung

source: Mark as guest-access course
de: Kurs erlaubt Gast-Anmeldung ohne Passwort als 'guest'

source: Promote Course
de: Kurs ankündigen

source: Promote in Course Browser
de: In der Kursübersicht veröffentlichen

source: Course Browser Settings
de: Einstellungen für Kursübersicht

source: Promoting your course will advertise it to all users of this system, making it easy for them to copy this course.
de: Wenn Sie Ihren Kurs veröffentlichen, so kann er von allen Benutzern gefunden und von Dozenten kopiert werden.

source: You should only promote a course that is complete and ready to share with the world.
de: Sie sollten nur fertige Kurse veröffentlichen.
