Repository: drlippman/IMathAS
Catalog: i18n/*.po
Languages: de

source: If you want to add additional copies of this question, you should clear all existing assessment attempts
de: Wenn Sie zusätzliche Kopien dieser Frage hinzufügen möchten, sollten Sie alle vorhandenen Test-Versuche löschen

source: %d%% after %d full-credit tries
de: %d%% nach %d Versuchen mit voller Punktzahl

source: After last attempt on a version
de: Nach dem letzten Versuch einer Version

source: After assessment version is submitted
de: Nachdem die Test-Version eingereicht ist

source: During Assessment
de: Während des Tests

source: Tries allowed on each version of this problem:
de: Anzahl der Versuche für jede Version dieses Problems:

source: Penalty on Tries:
de: Punktabzug für mehrfache Versuche:

source: %% per try after %s full-credit tries
de: %% pro Versuch nach %s Versuchen mit voller Punktzahl

source: versions
de: Versionen

source: Show Answers during Assessment
de: Anzeige von Antworten während des Tests

source: Replace this question with question ID:
de: Diese Frage ersetzen durch die Frage mit der ID:

source: Add Questions
de: Fragen hinzufügen

source: This page cannot be accessed directly
de: Auf diese Seite kann nicht direkt zugegriffen werden

source: Video buttons
de: Video-Schaltflächen

source: Hints and Video buttons
de: Hinweise und Video-Schaltflächen

source: For more advanced settings, modify the settings for individual questions after adding.
de: Für genauere Einstellungen ändern Sie die Einstellungen für einzelne Fragen, nachdem Sie sie hinzugefügt haben.

source: Leave items blank to use the assessment's default values
de: Lassen Sie die Felder leer um die Standardwerte des Tests zu verwenden

source: Show hints &amp; video buttons?
de: Hinweise &amp; Video-Schaltflächen zeigen?

source: Additional Copies to Add
de: Zusätzliche Kopien hinzufügen

source: Tries (0 for unlimited)
de: Versuche (0 für unbegrenzt)

source: Number of Copies to Add
de: Anzahl der zusätzlichen Kopien

source: Add as a question group?
de: Als Fragegruppe hinzufügen?

source: Set the points equal to the number of parts for multipart?
de: Für multipart-Fragen Punkte gleich Anzahl der Teile setzen?

source: Outcomes Map
de: Themenübersicht

source: Outcome
de: Thema

source: Not Graded
de: Nicht bewertet

source: Key: L: Links, I: Inline Text, A: Assessments, F: Forums, O: Offline Grades
de: Erläuterung: L: Links, I: Inline-Text, A: Test, F: Forum, O: Offline-Bewertung

source: Show for scores:
de: Zeige Punkte:

source: Past Due scores
de: Punkte nach Fälligkeit

source: Past Due and Attempted scores
de: Punkte nach Fälligkeit und für Versuche

source: Unlock headers
de: Header entsperren

source: Lock headers
de: Header sperren

source: Outcomes Report
de: Bericht nach Themen

source: No outcomes are defined in this course.
de: Für diesen Kurs sind keine Themen definiert.

source: Note: The outcome performance in each gradebook category is weighted based on gradebook weights to produce these overview scores
de: Hinweis: Die Leistungen nach Thema sind gewichtet entsprechend der Gewichtung in der Notenübersicht, die für diese Punkteübersicht verwendet wurden

source: Outcome Detail
de: Thema-Details

source: Outcomes Detail on Outcome:
de: Themen-Details zum Thema:

source: Outcomes Detail
de: Themen-Details

source: Outcomes Student Detail for:
de: Thematische Studierenden-Information:

source: Generate Word Version
de: Word-Version erzeugen

source: Assessment is prepared, and ready for conversion
de: Der Test ist vorbereitet und bereit zur Konvertierung

source: Darken graph grid lines
de: Gitternetz für Graph dunkel darstellen

source: Double image sizes
de: Doppelte Bildgröße

source: Convert to Word
de: In Word-Format konvertieren

source: Change print settings
de: Druck-Einstellungen ändern

source: Reminder: You have already started this assessment, and it has a time limit. Using a LatePass does <b>not</b> extend or pause the time limit, only the due date.
de: Bechten Sie: Sie haben diesen Test bereit begonnen. Der test hat ein Zeitlimit. Eine verspätete Einreichung ändert oder unterbricht die zur Verfügung stehende Zeit <b>nicht</b>, nur die Frist zur Einreichung.

source: Your time limit has expired on this assessment. Using a LatePass does <b>not</b> extend the time limit, so there is no reason to use a LatePass.
de: Ihr Zeitlimit für diesen Test ist abgelaufen. Ein verspätetes Einreichen verlängert dieses Zeitlimit <b>nicht</b>. Es gibt also keinen Grund für ein verspätetes Einreichen.

source: You have used all your attempts on this question. Using a LatePass does <b>not</b> add another attempt, so there is no reason to use a LatePass.
de: Sie haben all Ihre möglichen Versuche verbraucht. Verspätetes Einreichen zählt deshalb nicht, so dass es <b>keinen</b> Grund gibt,es noch einmal zu versuchen oder den Test verspätet einzureichen.

source: Activity Report - Sort Students by Activity
de: Aktivitäts-Bericht - sortiere Studierende nach Aktivität

source: Instructor Engagement Report
de: Aktivitäts-Report

source: This page lists a number of metrics which may or may not be useful in helping your assess your level of engagement with students.
de: Diese Seite zeigt eine Reihe von Kennzahlen die Ihnen vielleicht dabei helfen können, Ihre Arbeit mit den Studierenden einzuschätzen.

source: The relevance of these metrics will vary greatly depending on the structure of your course and how you run it.
de: Die Relevanz dieser Kennzahlen hängt wesentlich von der Struktur Ihres Kurses ab sowie davon, wie Sie ihn durchführen.

source: Students:
de: Studierende:

source: Inline text items:
de: Inline-Texte:

source: Instructor initiated messages:
de: Von Dozenten initiierte Nachrichten:

source: Student initiated messages:
de: Von Studierenden initiierte Nachrichten:

source: Instructor replied to:
de: Dozent antwortete auf:

source: Median response time:
de: Median der Antwortzeit:

source: hours
de: Stunden

source: 95th percentile response time:
de: 95%-Anteil der Antwortzeit:

source: Instructor initiated forum posts:
de: Vom Dozenten initiierte Forenbeiträge:

source: Student forum posts:
de: Forenbeiträge der Studierenden:

source: Feedback left on assessments:
de: Rückmeldung zu Tests:

source: Forum metrics only consider top-level posts, and replies anywhere in the thread.
de: Foren-Kennzahlen berücksichtigen nur Beiträge auf der obersten Ebene und Beiträge in der Konversation.

source: Remember not all messages or posts warrant replies.
de: Denken Sie daran, dass nicht alle Nachrichten oder Beiträge beantwortet werden müssen.

source: You need to log in as a teacher to access this page
de: Sie müssen sich als Lehrer anmelden, um auf diese Seite zuzugreifen

source: Error: Items have changed in the course, perhaps in another window, since this page was loaded. Refresh the page to load changes and try again.
de: Fehler: Kurselemente wurden seit dem Laden der Seite geändert, vielleicht in einem anderen Fenster. Aktualisieren Sie die Seite um die Änderungen zuladen und versuchen Sie es erneut.

source: Error: Some item data was not sent correctly. Please try again.
de: Fehler: einige Daten von Kurselementen wurden nicht korrekt gesetzt. Bitte versuchen Sie es noch einmal.

source: You are not enrolled in this course. Please return to the %s Home Page%s and enroll
de: Sie sind nicht in diesem Kurs eingeschrieben. Bitte gehen Sie zu %s Ihrer Starttseite %s zurück und schreiben Sie sich ein

source: Marked Broken
de: Als fehlerhaft markiert

source: This message was also sent to the question owner.
de: Diese Nachricht wurde auch an den Eigentümer der Frage gesendet.

source: Msg from:
de: Nachricht von:

source: Message sent
de: Nachricht gesendet

source: Email sent
de: E-Mail gesendet

source: Unable to send: Invalid email address
de: Kann Nachricht nicht senden: Ungültige Mail-Adresse

source: Problem with question ID
de: Problem mit Frage ID

source: New Message
de: Neue Nachricht

source: New Email
de: Neue E-Mail

source: To:
de: An:

source: Subject:
de: Betreff:

source: Message:
de: Nachricht:

source: Mark question as broken. Only do this if there is a serious issue in the display or scoring of the question.
de: Die Frage als defekt markieren. Tun Sie das nur, wenn es bei dieser Frage erhebliche Probleme bei der Anzeige oder Bewertung gibt.

source: If you are reporting a typo, suggestion for a change, or an issue that only rarely occurs, please leave this un-checked.
de: Lassen Sie dies unmarkiert, wenn Sie einen Schreibfehler melden, einen Verbesserungsvorschlag machen oder ein Problem melden, das nur selten auftritt.

source: Send Email
de: E-Mail senden

source: Disable Drag-and-drop Editing
de: Äderung durch Drag-and-drop ausschalten

source: Enable Drag-and-drop Editing
de: Änderung durch Drag-and-drop einschalten

source: Drag-and-drop events to change dates. Note that time of day is not changed - use Mass Change Dates for that.
de: Das Datum mit Drag-and-drop ändern. Beachten Sie, dass die eingestellte Zeit nicht geändert wird - benutzen Sie dafür die Massenänderung des Datums.

source: Item Legend:
de: Legende:

source: Available After date
de: Verfügbar nach

source: Available Until (Due) date
de: Verfügbar bis zum

source: Assessment Review date
de: Termin für Überprüfungen

source: Forum post-by date
de: Forum-Beiträge - nach Datum

source: Forum reply-by date
de: Forum-Antworten - nach Datum

source: Feedback on %s
de: Rückmeldung zu %s

source: All Feedback For %s
de: Alle Rückmeldungen für %s

source: (Score: %g/%g)
de: (Punkte: %g/%g)

source: Test Question
de: Frage testen

source: Score on last answer:
de: Punkte für letzte Antwort:

source: Oops, error toggling the flag
de: Ups, Fehler beim Umschalten

source: Couldn't save changes:
de: Konnte Änderungen nicht speichern:

source: Make sure you also contact the question author or support so they know why you marked the question as broken
de: Bitte informieren Sie auch den Autor der Frage oder den Support, damit sie wissen, warum Sie diese Frage als fehlerhaft markiert haben

source: Prev
de: Zurück

source: checked
de: ausgewählt

source: Mark Question for Use
de: Frage zur Verwendung markieren

source: Submit and Regen
de: Abschicken und Neue Version

source: White Background
de: Weißer Hintergrund

source: Show HTML
de: HTML anzeigen

source: Message owner
de: Eigentümer benachrichtigen

source: Email owner
de: Mail an den Eigentümer

source: Contact support
de: Nachricht an Support

source: Question ID:
de: FragenID:

source: Seed:
de: Initialisierung für zufällige Auswahl:

source: Edit Question
de: Frage bearbeiten

source: to report problems
de: um Probleme zu melden

source: Author:
de: Autor:

source: Last Modified:
de: Zuletzt modifiziert:

source: This question has been marked for deletion. This might indicate there is an error in the question.
de: Diese Frage ist zum Löschen vorgesehen. Das könnte darauf hindeuten, dass es in der Frage einen Fehler gibt.

source: It is recommended you discontinue use of this question when possible
de: Es wird empfohlen, dass Sie diese Frage nicht mehr verwenden, falls möglich

source: This message has been marked as deprecated, and it is recommended you use question ID %s instead. You can find this question by searching all libraries with the ID number as the search term
de: Diese Frage wurde als veraltet markiert. Es wird empfohlen, stattdessen die Frage mit der ID %s zu nehmen. Sie können diese Frage finden, indem sie in allen Bibliotheken nach der Fragen-ID suchen

source: This question has been marked as broken. This indicates there might be an error with this question. Use with caution.
de: Diese Frage wurde als fehlerhaft markiert. Das deutet darauf hin, dass es ein Problem mit der Frage geben könnte. Vor der Verwendung testen.

source: Unmark as broken
de: Markierung als fehlerhaft aufheben

source: Other Attribution:
de: Zusätzliche Bedingungen:

source: Question is in these libraries:
de: Die Frage ist in diesen Bibliotheken:

source: Derived from:
de: Abgeleitet von:

source: Created by:
de: Angelegt von:

source: Derived from work by:
de: Abgeleitet von Fragen von:

source: UniqueID:
de: Eindeutige ID:

source: Testing using the old interface.
de: Test in alter Oberfläche.

source: Test in new interface
de: In neuer Oberfläche testen

source: Show steps
de: Schritte anzeigen

source: Show all parts
de: Alle Teile anzeigen

source: New Version
de: Neue Version

source: Testing using the new interface.
de: Test in neuer Oberfläche.

source: Test in old interface
de: In alter Oberfläche testen

source: [more..]
de: [mehr..]

source: Started
de: Begonnen

source: Content navigation
de: Inhalts-Navigation

source: Saved
de: Gespeichert

source: Available Diagnostics
de: Verfügbare Diagnose-Tests

source: No diagnostics are available through this page at this time
de: Momentan sind auf dieser Seite keine Diagnose-Tests verfügbar

source: Select your %s
de: %s auswählen

source: This diagnostic is not currently available to be taken
de: Dieser Diagnose-Tests kann momentan nicht durchgeführt werden

source: Please enter your ID, first name, and lastname.
de: Bitte geben Sie ID, Vor- und Nachnamen ein.

source: Your ID is not valid. It should contain
de: Ihre ID ist ungültig. Sie sollte enthalten

source: letters or numbers
de: Buchstaben und/oder Zahlen

source: numbers
de: Zahlen

source: an email address
de: eine e-Mail-Adresse

source: Please make selections for "%1$s" and "%2$s".
de: Bitte wählen Sie %1$s und %2$s aus.

source: Error, password incorrect or expired.
de: Fehler: Passwort inkorrekt oder abgelaufen.

source: You've already taken this diagnostic.
de: Sie haben diesen Diagnose-Test bereits durchgeführt.

source: Your window to complete this diagnostic has expired.
de: Ihr Zeitfenster zum Abschließen dieses Diagnose-Tests ist abgelaufen.

source: This test can only be accessed from this location with an access password
de: Von diesem Ort aus kann nur mit einem Passwort auf den Test zugegriffen werden

source: Access password:
de: Passwort:

source: Time limit (if timed):
de: Zeitlimit (wenn gestzt):

source: Access Diagnostic
de: Test starten

source: No access code is required for this diagnostic. However, if your testing window has expired, a proctor can enter a password to allow reaccess to this test.
de: Für diesen Diagnose-Test wird kein Passwort benötigt. Ist Ihr Zeitfenster für den Test allerdings abgelaufen, kann der Zuständige ein Passwort eingeben, um erneut darauf zuzugreifen.

source: Override password
de: Passwort überschreiben

source: Invalid address. Address must be directaccess.php?cid=###, where ### is your courseid
de: Ungültige URL. Die URL muss …/directaccess.php?cid=### sein, wobei ### Ihre Kurs_ID ist

source: Please provide the enrollment key
de: Bitte geben Sie ein Kurs-Passwort ein

source: Enrollment key is invalid.
de: Kurs-Passwort ist ungültig.

source: This is an automated message from %s. Do not respond to this email.
de: Dies ist eine automatische Nachricht von %s. Antworten Sie nicht darauf.

source: Back to login page
de: Zurück zur Anmeldeseite

source: Incorrect enrollment key. Try again.
de: Falsches Kurs-Passwort. Erneut versuchen.

source: Course Enrollment Key:
de: Kurs-Passwort:

source: Do you already have an account on %s?
de: Haben Sie schon eine Benutzerkennung auf %s?

source: Already have an account
de: Sie haben schon eine Kennung

source: Login
de: Anmelden

source: If you have an account on %s but are not enrolled in this course, logging in below will enroll you in this course.
de: Wenn Sie eine Kennung bei %s haben, aber in diesen Kurs nicht eingeschrieben sind, so werden Sie dort eingeschrieben, wenn Sie sich anmelden.

source: Login Error. Try Again
de: Fehler - versuchen Sie es noch einmal

source: Course Enrollment Key
de: Kurs-Passwort

source: Login and Enroll
de: Anmelden und Einschreiben

source: Forgot Password
de: Passwort vergessen

source: JavaScript is not enabled. JavaScript is required for %s. Please enable JavaScript and reload this page
de: JavaScript ist deaktiviert. JavaScript wird für %s benötigt. Bitte aktivieren Sie JavaScript und laden Sie diese Seite erneut

source: New Student Enrollment
de: Anmeldung eines neuen Studenten

source: If you are registered at a Washington Community College, enter your Student ID Number:
de: Wenn Sie in einem Washington Community College eingeschrieben sind, so geben Sie Ihre Matrikelnr. an:

source: Score on last question:
de: Punkte für letzte Frage:

source: New Student Signup
de: Als Student registrieren

source: I have read and agree to the Terms of Use (below)
de: Ich habe die Nutzungsbedingungen und die Datenschutzerklärung (s. u.) gelesen und akzeptiere sie

source: Terms of Use
de: Nutzungsbedingungen und Datenschutzerklärung

source: I have read and agree to the %s
de: Ich habe %s gelesen und akzeptiere sie

source: Select the course you'd like to enroll in
de: Wählen Sie den Kurs in den Sie sich einschreiben möchten

source: My teacher gave me a course ID (enter below)
de: Mein Dozent hat mir eine Kurs-ID gegeben (unten eintragen)

source: If you already know your course ID, you can enter it now. Otherwise, leave this blank and you can enroll later.
de: Wenn Sie Ihre Kurs-ID bereits kennen, so geben Sie sie jetzt ein. Ansonsten lassen Sie das Feld frei und schreiben sich später ein.

source: Enrollment Key
de: Kurs-Passwort

source: Warning: You have selected a non-credit self-study course.
de: Warnung: Sie haben einen unbewerteten Kurs für das Selbststudium gewählt.

source: If you are using %s with an instructor-led course, this is NOT what you want; nothing you do in the self-study course will be viewable by your instructor or count towards your course. For an instructor-led course, you need to enter the course ID and key provided by your instructor.
de: Falls Sie in %s einen aktiv betreuten Kurs nutzen möchten, so sind Sie hier FALSCH; Ihr Dozent kann Ihre Eingaben in diesem Selbststudienkurs nicht sehen und nicht bewerten. Für einen Kurs der von einem Dozenten betreut wird geben Sie die Kurs-ID und ggf. das Kurs-Passwort ein, die sie von Ihrem Dozenten erhalten haben.

source: Sign Up
de: Einschreiben

source: Change Password
de: Passwort ändern

source: Change Your Password
de: Passwort ändern

source: To ensure the security of your account, we are requiring a password change. Please select a new password.
de: Zur Sicherung Ihrer Kennung ist ein Passwortwechsel erforderlich. Bitte wählen Sie ein neues Passwort.

source: Enter old password
de: Altes Passwort

source: Enter new password
de: Neues Passwort

source: Verify new password
de: Neues Passwort wiederholen

source: Modify User Profile
de: Benutzerspezifische Einstellungen bearbeiten

source: User Profile
de: Benutzer-Einstellungen

source: Profile Settings
de: Persönliche Einstellungen

source: Enter First Name
de: Vorname

source: Enter Last Name
de: Nachname

source: Change Password?
de: Passwort ändern?

source: Enter old password:
de: Altes Passwort:

source: Enter new password:
de: Neues Passwort:

source: Verify new password:
de: Neues Passwort wiederholen:

source: Enable 2-factor authentication for admin actions
de: 2-Faktor-Authentifizierung für Administrator-Aktionen aktivieren

source: Disable
de: Ausschalten

source: Push notifications:
de: Push-Benachrichtigungen:

source: Picture:
de: Bild:

source: No Pic
de: Kein Bild

source: Messages/Posts per page:
de: Nachrichten pro Seite:

source: New messages widget
de: Neue Nachrichten

source: New forum posts widget
de: Neue Forum-Beiträge

source: New messages notes on course list
de: Neue Nachrichten in Kursliste anzeigen

source: New posts notes on course list
de: Neue Forum-Beiträge in Kursliste anzeigen

source: Show on home page:
de: Zeige auf der Start-Seite:

source: Instructor Options
de: Einstellungen für Dozenten

source: Make new questions private by default?<br/>(recommended for new users):
de: Neue Aufgaben standardmäßig privat lassen<br/>(empfohlen für neue Benutzer)

source: Default question library
de: Standard-Fragenbibliothek

source: Select Library
de: Bibliothek wählen

source: Use default question library for all templated questions?
de: Sollen auch abgeleitete Aufgaben in die Standardbibliothek aufgenommen werden?

source: Default question library is used for all local (assessment-only) copies of questions created when you edit a question (that's not yours) in an assessment. You can elect to have all templated questions be assigned to this library.
de: Alle Aufgaben, die Sie neu erstellen sowie Kopien von Aufgaben anderer Autoren, die Sie für einen Test modifizieren, werden automatisch in die Standard-Fragenbibliothek eingeordnet. Sie sollten sich dafür in einem Ihrer Kurse eine persönliche Unterbibliothek der Nutzerbibliotheken anlegen. Diese Bibliothek sollte offen für alle sein, so dass Ihre Aufgaben grundsätzlich von anderen gefunden werden können. Unabhängig davon können Sie einzelne Aufgaben als privat kennzeichnen, so dass sie bei der Suche nur für Sie angezeigt werden. Sie können auch festlegen, dass alle abgeleiteten Aufgaben in Ihre Standard-Bibliothek aufgenommen werden.

source: Update Info
de: Information aktualisieren

source: Enter the course ID provided by your teacher.
de: Geben Sie die Kurs-ID ein, die Sie von Ihrem Dozenten erhalten haben.

source: If you are using %s with an instructor-led course, this is NOT what you want; nothing you do in the self-study course will be viewable by your instructor or count towards your course. For an instructor-led course, you need to enter the course ID and key provided by your instructor.
de: Falls Sie in %s einen aktiv betreuten Kurs nutzen möchten, so sind Sie hier FALSCH; Ihr Dozent kann Ihre Eingaben in diesem Selbststudienkurs nicht sehen und nicht bewerten. Für einen Kurs der von einem Dozenten betreut wird geben Sie die Kurs-ID und ggf. das Kurs-Passwort ein, die sie von Ihrem Dozenten erhalten haben.

source: Course ID not specified
de: Kurs-ID fehlt

source: Are you SURE you want to unenroll from this course? All assessment attempts will be deleted.
de: Sind Sie sicher, dass Sie den Kurs verlassen wollen? Alle Ihre Test-Versuche werden gelöscht.

source: Really Unenroll
de: Wirklich austragen

source: Please select a new password
de: Bitte wählen Sie ein neues Passwort

source: Invalid reset code. If you have requested a password reset multiple times, you need the link from the most recent email.
de: Der Code zum Zurücksetzen des Passworts ist ungültig. Wenn Sie eine Passwortrücksetzung mehrfach angefordert haben, müssen Sie den Link aus der aktuellsten Mail verwenden.

source: Enter your User Name below and click Submit. An email will be sent to your email address on file. A link in that email will reset your password.
de: Geben Sie Ihren Benutzernamen ein und klicken Sie auf Absenden. Eine E-Mail wird an Ihre gespeicherte E-Mail-Adresse geschickt. Ein Link in der E-Mail setzt Ihr Passwort zurück.

source: User Name
de: Benutzername

source: Username Lookup
de: Benutzername suchen

source: Lookup Username
de: Benutzername suchen

source: If you can't remember your username, enter your email address below. An email will be sent to your email address with your username.
de: Wenn Sie sich nicht an Ihren Benutzernamen erinnern können, so geben Sie unten Ihre E-Mail-Adresse ein. Sie erhalten dann auf dieser Adresse eine E-Mail mit Ihrem Benutzernamen.

source: Forum Widget Settings
de: Einstellungen für die Anzeige von Forumsbeiträgen

source: The most recent 10 posts from each course show in the New Forum Posts widget. Select the courses you want to show in the widget.
de: In der Übersicht der Forumsbeiträge erscheinen jeweils die 10 neuesten Einträge aus jedem Kurs. Wählen Sie die Kurse, die in der Forumsübersicht berücksichtigt werden sollen.
