Repository: drlippman/IMathAS
Catalog: i18n/*.po
Languages: de

source: Forgot Username
de: Benutzername vergessen

source: Not authorized to view this page
de: Sie sind nicht berechtigt, diese Seite anzuzeigen

source: Link courses
de: Kurse verbinden

source: This course on your LMS has not yet been linked to a course on %s.
de: Dieses Element in Ihrem LMS wurde noch nicht mit einem Kurs auf %s verbunden.

source: Select a course to link with. If it is a template course, a copy will be created for you:
de: Wählen Sie den Kurs zu dem Sie eine Verbindung herstellen möchten. Wenn dies eine Kursvorlage ist, so wird daraus für Sie ein Kurs erstellt:

source: Your Courses
de: Ihre Kurse

source: Template Courses
de: Kursvorlagen

source: This course has special %s Terms of Use %s. By copying this course, you agree to these terms.
de: Dieser Kurs hat besondere %s Nutzungsbedingungen %s. Indem Sie diesen Kurs kopieren, stimmen Sie diesen Bedingungen zu.

source: Link Course
de: Kurs verbinden

source: If you want to create a new course, log directly into %s to create new courses
de: Wenn Sie einen neuen Kurs erstellen möchten, so melden Sie sich direkt in %s an um neue Kurse anzulegen

source: Link Assignment
de: Test verbinden

source: Link Resource
de: Kursmaterial verbinden

source: This placement on your LMS has not yet been linked to content on %s.
de: Dieses Element in Ihrem LMS wurde noch nicht mit Inhalten auf %s verbunden.

source: Select the assessment you'd like to use:
de: Wählen Sie den Test, den Sie verninden möchten:

source: You can either do a full course placement, in which case all content of the course is available from this one placement, or you can place an individual assessment. In both cases, grades will not be returned if you set up the link in this way.
de: Sie können hier einen ganzen Kurs mit allen Inhalten verbinden oder Sie können einen einzelnen Test verbinden. Wenn Sie dies so vornehmen, so werden in keinem der beiden Fälle Bewertungen übertragen.

source: For grade return, you need to create a new assignment link instead.
de: Um Bewertungen zu übertragen benötigen Sie stattdessen eine neue Verbindung zu einem Test.

source: Select the placement you'd like to make:
de: Wählen Sie die Verbindung, die Sie herstellen möchten:

source: You can either do a full course placement, in which case all content of the course is available from this one placement (but no grades are returned), or you can place an individual assessment (and grades will be returned, if supported by your LMS). Select the placement you'd like to make:
de: Sie können entweder einen ganzen Kurs mit allen seinen Inhalten verbinden (dann werden keine Bewertungen an das LMS zurückgegeben) oder Sie können eine Verbindung zu einem einzelnen Test herstellen(dann werden Bewertungen zurückgegeben, falls das LMS das unterstützt). Wählen Sie die Verbindung, die Sie herstellen möchten:

source: Whole Course Placement
de: Ganzen Kurs verbinden

source: Make Placement
de: Verbindung herstellen

source: If you want to create new assessments, log directly into %s
de: Wenn Sie neue Tests erstellen wollen, so melden Sie sich direkt in %s an

source: If your LMS course is linked with the wrong course on %s,
de: Wenn Ihr LMS-Kurs mit dem falschen Kurs auf %s verbunden ist,

source: Are you SURE you want to do this? This may break existing placements.
de: Sind Sie SICHER, dass Sie das tun wollen? Dies stört existierende Verbindungen.

source: Change course link
de: Kurs-Verbindung ändern

source: LTI Placement of whole course
de: LTI-Verbindung eines ganzen Kurses

source: Enter course
de: Zum Kurs

source: Change placement
de: Verbindung ändern

source: LTI Placement of %s
de: LTI-Verbindung von %s

source: Preview assessment
de: Test-Vorschau

source: Grade list
de: Ergebnisübersicht

source: Item Analysis
de: Detail-Analyse

source: Currently unavailable to students.
de: Für Studierende nicht verfügbar.

source: Default due date set by LMS. Available until: %s.
de: Standard-Fälligkeit vom LMS gesetzt. Fällig am: %s.

source: This default due date was set by the date reported by the LMS in your instructor launch, and may change when the first student launches the assignment.
de: Dieses Standard-Fälligkeitsdatum wurde gesetzt, als Sie den Test als Dozent gestartet haben. Es kann sich ändern, wenn der erste Studierende den Test startet.

source: This default due date was set by the first student launch.
de: Dieses Standard-Fälligkeitsdatum wurde durch den ersten Start durch einen Studierenden gesetzt.

source: Be aware some LMSs will send unexpected dates on instructor launches, so don't worry if the date shown in the assessment preview is different than you expected or different than the default due date.
de: Achtung: Einige LMSsenden unerwartete Daten, wenn die Verbindung durch einen Dozenten gestartet wird. Wundern Sie sich deshalb nicht, wenn Die Test-Vorschau anders als erwartet aussieht oder wenn das Fälligkeitsdatum anders ist.

source: If the LMS reports a different due date for an individual student when they open this assignment, this system will handle that by setting a due date exception.
de: Sollte das LMS für einzelne Studierende ein anderes Fälligkeitsdatum angeben, wenn sie den Test öffnen, so wird dieses System eine Ausnahme von der Fälligkeit erlauben.

source: Currently available to students.
de: Für Studierende verfügbar.

source: Currently unavailable to students. Available %s until %s
de: Für Studierende nicht verfügbar. Verfügbar von %s bis %s

source: This assessment is housed in course ID %s
de: Dieser Test befindet sich im Kurs mit der ID %s

source: Session established. Go back to your LMS and try again.
de: Sitzung eingerichtet. Gehen Sie zurück in Ihr KMS und versuchen Sie es erneut.

source: Redirecting you back to your LMS...<br/>If you aren't redirected in 5 seconds, %s click here %s.
de: Sie werden zu Ihrem LMS zurückgeleitet...<br/>Wenn Sie in 5 Sekunden nicht in Ihrem LMS sind, so %s Klicken Sie hier %s.

source: Re:
de: Wg:

source: In reply to:
de: Antwort auf:

source: Select an individual
de: Wählen Sie einen Namen aus

source: Select a course
de: Kurs auswählen

source: Mark original message unread
de: Kennzeichne die Originalnachricht als ungelesen

source: Tagged Messages
de: Markierte Nachrichten

source: New Messages
de: Neue Nachrichten

source: Send New Message
de: Neue Nachricht senden

source: To
de: An

source: Reply
de: Antwort

source: Are you SURE you want to delete this message?
de: Sind Sie SICHER, dass Sie diese Nachricht löschen wollen?

source: Mark Unread
de: Als ungelesen kennzeichnen

source: Enable text based alternatives for graph display and drawing entry
de: Schalte textbasierte Alternativen für Graphenanzeige und Zeichnungseingabe an

source: Try Another Version of These Questions
de: Versuche andere Versionen dieser Fragen

source: Try Another Version of This Question
de: Versuche eine andere Version dieser Frage

source: Edge
de: Rand

source: Denied
de: Abgelehnt

source: Manually Upgraded
de: Manuell hochgestuft

source: Batch Added
de: Mit Liste hinzugefügt

source: Request Form
de: Antragsformular

source: Manually Added
de: Manuell hinzugefügt

source: New Instructor Accounts
de: Neue Dozenten-Kennungen

source: Not approved
de: Nicht bestätigt

source: Your course, <b>%s</b> (ID %d) has been scheduled for cleanup on %s.
de: Ihr Kurs <b>%s</b> (ID %d) ist zur Bereinigung am %s vorgesehen.

source: On that date, all student data from this courses will be deleted.
de: An diesem Tag werden alle Daten der Studierenden aus diesem Kurs gelöscht.

source: If you need a copy of course grades for your records, it is recommened you export the gradebook before that date.
de: Wenn Sie eine Kopie der Noten für Ihre Aufzeichnungen benötigen, so sollten Sie die Notenübersicht vor diesem Tag exportieren.

source: If there is a strong reason you need to retain your detailed student data longer, you can disable this cleanup on your course settings page
de: Wenn Sie wichtige Gründe haben um die Studierendendaten länger im Kurs zu behalten, so können Sie die Bereinigung des Kurses in den Kurseinstellungen deaktivieren

source: Course Cleanup Notification
de: Benachrichtigung übe die Bereinigung Ihres Kurses

source: Error. Please %s try again%s
de: Fehler. Bitte %s erneut versuchen %s

source: Your session has expired. Please go back to your LMS and open this assignment again.
de: Ihre Sitzung ist abgelaufen. Bitte gehen Sie zurück in Ihre Lernumgebung und öffnen Sie diesen Test noch einmal.

source: This course does not allow guest access.
de: Dieser Kurs erlaubt keinen Gastzugang.

source: Unable to establish a session. This is most likely caused by your browser blocking third-party cookies. Please adjust your browser settings and try again.
de: Sitzung konnte nicht eingerichtet werden. Das liegt höchstwahrscheinlich daran, dass Ihr Browser Cookies von Dritten blockiert. Bitte korrigieren Sie Ihre Browser-Einstellungen und versuchen Sie es erneut.

source: Too many invalid logins - please wait a minute before trying again, or use the forgot password link to reset your password
de: Zu viele ungültige Anmeldeversuche - bitte warten Sie eine Minute, bevor Sie es erneut versuchen oder setzen Sie Ihr Passwort über den entsprechenden Link zurück

source: You have not yet confirmed your registration. You must respond to the email that was sent to you by IMathAS.
de: Sie haben Ihre Registrierung noch nicht bestätigt. Sie müssen auf die E-Mail antworten, die IMathAS Ihnen geschickt hat.

source: You have been locked out of this course by your instructor. Please see your instructor for more information.
de: Sie wurden für diesen Kurs geblockt. Bitte wenden Sie sich für mehr Informationen an Ihren Dozenten.

source: This course is not available at this time
de: Dieser Kurs ist zurzeit nicht verfügbar

source: This course is currently locked for an assessment
de: Dieser Kurs ist für einen Test gesperrt

source: Go to Assessment
de: Zum Test

source: Go Back
de: Zurück

source: Edit Wiki
de: Wiki bearbeiten

source: Save Revision
de: Änderung speichern

source: Enter your answer as a matrix filled with numbers, like [(2,3,4),(3,4,5)]
de: Geben Sie Ihre Antwort als Matrix mit Zahlen ein, z.B. [(2,3,4),(3,4,5)]

source: View Group Scores
de: Zeige die Punkte der Gruppen

source: Student Groups
de: Studierenden-Gruppen

source: Diagnostic Gradebook
de: Notenübersicht für Diagnostik

source: Caught warning in the question code: %s on line %d in file %s
de: Warnung: Problem im Code einer Frage: %s in Zeile %d in Datei %s

source: <p>Caught error while evaluating this question:
de: <p>Fehler beim Auswerten dieser Frage:

source: Caught error while evaluating the code in this question:
de: Fehler beim Auswerten des Codes in dieser Frage:

source: Caught error while generating this question:
de: Fehler beim Erzeugen dieser Frage:

source: Caught error while evaluating the text in this question:
de: Fehler im Text dieser Frage:

source: Part %d/%d
de: Teil %d/%d

source: Question %d
de: Frage %d

source: Part %d of %d
de: Teil %d von %d

source: Cell %d of %d
de: Zelle %d von %d

source: Choose File
de: Wähle eine Datei

source: No file chosen
de: Keine Datei ausgewählt

source: Last file submitted:
de: Zuletzt hochgeladene Datei:

source: No file submitted
de: Keine Datei hochgeladen

source: Enter an algebraic inequality
de: Geben Sie eine Ungleichung ein

source: Enter your answer as an inequality. Example: y<3x^2+1, 2+x+y>=3
de: Geben Sie Ihre Antwort als Ungleichung ein. Beispiel: y<3x^2+1, 2+x+y>=3

source: Eeek! $answers is not defined or needs to be an array
de: Ups! $answers ist nicht definiert oder muss ein Array sein

source: None of these
de: Nichts davon

source: Select one or more answers
de: Wählen Sie eine oder mehrere Antworten

source: Eeek: No valid $answer values provided
de: Ups! Kein gültiger Wert für $answer

source: Delete Course
de: Kurs löschen

source: Are you sure you want to delete the course
de: Sind Sie sicher, dass Sie den Kurs löschen wollen

source: Are you sure you want to anonymize this user
de: Sind Sie sicher, dass Sie diesen Benutzer anonymisieren wollen

source: You are a teacher in this course, but <b>%s</b> is the course owner, and the only one who can modify the course settings
de: Sie sind Dozent in diesem Kurs, aber <b>%s</b> ist der Kursbesitzer und damit die einzige Person, die die Kurseinstellungen ändern kann

source: For integration setup instructions, visit the Course Items: Export page inside your course
de: Für Anleitungen für die Integration wählen Sie: Seiten-Export in Ihrem Kurs

source: Your school already has a school-wide LTI key and secret established, so no course level configuration is required.
de: Ihre Einrichtung hat LTI-Key und -Secret zentral eingerichtet. Deshalb ist keine Konfiguration für einzelne Kurse nötig.

source: Your school may already have a school-wide LTI key and secret established.
de: Vielleicht hat Ihre Einrichtung LTI-Key und -Secret zentral eingerichtet.

source: Show course level key/secret
de: Zeige Key und Secret für den Kurs

source: This class has been scheduled for data cleanup, on
de: Dieser Kurs soll automatisch aufgeräumt werden am

source: If you need a long-term copy of student grades, it is recommended you
de: Wenn Sie die Noten der Studierenden dauerhaft benötigen sollten Sie

source: export the gradebook
de: die Notenübersicht exportieren

source: You are also welcome to
de: Gerne können Sie Ihren Kurs jetzt auch

source: manually cleanup
de: selbst

source: your course now.
de: aufräumen.

source: If you have a strong reason, you can
de: Aus wichtigen Gründen können Sie

source: opt out of having the student data deleted.
de: das Löschen der Daten der Studierenden verhindern.

source: On that date, all student data in this course will be deleted as part of our data management policies, but the course itself will be untouched.
de: Zu diesem Zeipunkt werden aus Datenschutzgründen alle Daten der Studierenden in diesem Kurs gelöscht; der Kurs selbst wird nicht verändert.

source: Warning: answerformat inequality is not supported in the old assessment system. This question will not function properly.
de: Warnung: Das Antwortformat Unleichung (answerformat inequality) wird im alten Testformat nicht unterstützt. Diese Frage wird dort nicht ordentlich funktionieren.

source: Edit Group
de: Gruppe bearbeiten

source: Expect an email from:
de: Sie erhalten eine Email von:

source: Verification Image
de: Kontroll-Bild

source: Account request school:
de: Anfordernde Institution:

source: Current Association:
de: Aktuelle Institution:

source: Courses Scheduled for Deletion
de: Zum Löschen vorgesehene Kurse

source: Un-Delete
de: Wiederherstellen

source: No elements have been added yet
de: Es wurden noch keine Elemente hinzugefügt

source: himself
de: ihm

source: herself
de: ihr

source: they
de: sie

source: them
de: ihnen

source: their
de: ihr

source: theirs
de: ihre

source: themself
de: ihnen

source: Use Text
de: Verwende Text

source: Calendar icon text
de: Text für Kalender-Icon

source: Use Assessment Name
de: Verwende Name des Tests

source: Define Auto-Excuse
de: Andere Tests überspringen

source: Auto Excuse
de: Tests überspringen

source: category
de: Kategorie

source: on the whole assessment
de: für den ganzen Test

source: on category
de: über Kategorie

source: will excuse
de: ermöglicht Überspringen von

source: Delete Rule
de: Regel löschen

source: This page allows you to automatically excuse students from other assessments based on their scores on this assessment.
de: Diese Seite ermöglicht es Studierenden, andere Tests zu überspringen, wenn sie in diesem Test genügend Punkte erreichen.

source: This can be based on their overall score, or on their score with question categories.
de: Dies kann aufgrund ihrer Gesamtpunktzahl oder aufgrund ihrer Punktzahl in einzelnen Fragen-Kategorien entschieden werden.

source: This feature will not work with LMS integration.
de: Ihr LMS (Moodle, OLAT,...) berücksichtigt dies nicht.

source: Note
de: Achtung

source: Students have already taken this assessment. Changes to rules will apply retroactively, but only to excuse new assessments; existing excused assignments will not be un-excused.
de: Dieser Test wurde bereits von Studierenden bearbeitet. Änderungen an den Regeln können das Überspringen neuer Tests ermöglichen; Tests, die bisher übersprungen werden konnten können aber auch weiterhin übersprungen werden.

source: A score of
de: Eine Punktzahl von

source: Add New Rule
de: Neue Regel hinzufügen

source: on
de: für

source: the whole assessment
de: den ganzen Test

source: Select...
de: Wählen Sie...

source: Add Rule
de: Regel hinzufügen

source: Also copy "show based on another assessment" setting
de: Abhängigkeit von anderen tests ebenfalls kopieren

source: Copy from a template or promoted course
de: Von einer Kursvorlage oder einem veröffentlichten Kurs kopieren

source: Copy From...
de: Kopieren von...

source: You have been excused from this assignment. It will not be counted in your grade.
de: Sie können diesen Test überspringen. Dies hat keinen Einfluß auf Ihre Note.

source: Remove all questions in this library added by this person
de: Alle Fragen aus dieser Bibliothek entfernen, die von dieser Person hinzugefügt wurden

source: I am 13 years old or older
de: Ich bin 13 Jahre oder älter

source: Try a similar question
de: Versuche eine ähnliche Frage

source: Enter the course ID and Key provided by your teacher below
de: Geben Sie unten die Kurs-ID und das Passwort ein, die Sie von Ihrem Dozenten erhalten haben

source: Incorrect, wrong format
de: Falsches Format der Antwort

source: Your answer is equivalent to the correct answer, but is not simplified or is in the wrong format
de: Ihre Antwort ist äquivalent zur korrekten Antwort, ist aber im falschen Format oder muss noch vereinfacht werden

source: Enter a list of points to connect with lines
de: Geben Sie eine Liste von Punkten ein, die durch Linien verbunden werden

source: Enter a list of points for dots to connect with lines
de: Geben Sie eine Liste von Punkten für die Stellen ein, die durch Linien verbunden werden

source: Drawing element
de: Zeichenelement

source: Removed drawing element
de: Zeichenelement entfernt

source: Error: Invalid format for points. Give points as open parenthesis number comma number close parenthesis. Separate points with a comma.
de: Fehler: Falsches Format für Punkte. Geben Sie Punkte als Paare von Zahlen in runden Klammern an. Beispiel: (1.2, 3.4) Verwenden Sie den Punkt als Dezimaltrennzeichen. Trennen Sie mehrere Punkte durch ein Komma.

source: Error: Invalid format for points
de: Fehler: Falsches Format für Punkte

source: Error: Incorrect number of points. Expecting
de: Fehler: Falsche Anzahl von Punkten. Erwartet werden

source: Error: Incorrect number of points
de: Fehler: Falsche Anzahl von Punkten

source: Submitting...
de: Sende...

source: Question Submitted
de: Frage abgeschickt

source: Rules
de: Regeln

source: Uncategorized or Default
de: Standard oder nicht kategorisiert

source: Apply outcome to selected
de: Ergebnis auf Auswahl anwenden

source: Select first listed
de: Ersten Eintrag wählen aus

source: for all uncategorized questions
de: für alle nicht kategorisierten Fragen

source: Add new category to lists
de: Neue Kategorie zu Listen hinzufügen

source: and return to the Add/Remove Questions page
de: und gehe zurück zum Hinzufügen/Entfernen von Fragen

source: Quick Pick
de: Schnellwahl

source: Add Category
de: Kategorie hinzufügen

source: Record Categorizations
de: Speichere Kategorisierung

source: Reset
de: Zurücksetzen

source: Are you SURE you want to reset all categories to Uncategorized/Default?
de: Sind Sie SICHER, dass Sie alle Kategorien auf Unkategorisiert/Standard zurücksetzen wollen?

source: Use these Assessments
de: Diese Tests verwenden

source: Custom
de: Spezifisch

source: Self-enrollment
de: Selbstregistrierung

source: Allow students to self-enroll using Course ID and Key
de: Studierende können sich mit Kurs-ID und Passwort selbst anmelden

source: Include in public self-enroll course list
de: In die öffentliche Liste für Kurse mit Selbstregistrierung eintragen

source: All but last
de: Alle außer dem letzten

source: All but first and last
de: Alle außer dem ersten und letzten

source: Use Course Sections
de: Kurs-Abschnitte verwenden

source: Hints &amp; Videos
de: Hinweise &amp; Videos

source: During
de: Während

source: After
de: Nach

source: During &amp; After
de: Während &amp; Nach

source: Show Hints &amp; Videos?
de: Hinweise &amp; Videos anzeigen?

source: Show Work?
de: Lösungsweg?

source: Copies to Add
de: Kopien hinzufügen

source: Go to home page
de: Zur Startseite

source: If you are already enrolled, you can log in there.
de: Wenn Sie bereits registriert sind, können Sie sich dort anmelden.

source: Set thread to section
de: Unterhaltung Abschnitt zuordnen

source: Set thread to group
de: Unterhaltung Gruppe zuordnen

source: Non section-specific
de: Nicht Abschnitts-spezifisch

source: Non group-specific
de: Nicht Gruppen-spezifisch

source: Warning: students from any section can reply to this post, which may expose student names cross-section.
de: Warnung: Studierende aus allen Abschnitten können auf diesen Beitrag antworten. Dies kann Namen von Studierenden in anderen Abschnitten anzeigen.

source: Forum Topics
de: Forum-Themen

source: Non-section-specific
de: Nicht Abschnitts-spezifisch

source: Non-group-specific
de: Nicht Gruppen-spezifisch

source: Showing posts for section
de: Beiträge für Abschnitt anzeigen

source: Showing posts for group
de: Zeige Beiträge für die Gruppe

source: All Sections
de: Alle Abschnitte

source: All Groups
de: Alle Gruppen

source: Has Rubric
de: Hat eine Rubrik

source: Section
de: Abschnitt

source: Viewing page for section:
de: Abschnittsseite:

source: Viewing page for group:
de: Gruppenseite:

source: No authorized session exists. This is most likely caused by your browser blocking third-party cookies. Please adjust your browser settings and try again. If you are using Safari, you may need to disable Prevent Cross-Site Tracking.
de: Keine autorisierte Sitzung. Dies deutet darauf hin, dass Ihr Browser Cookies von Dritten einschränkt. Prüfen Sie Ihre Browser-Einstellungen und versuchen Sie es noch einmal. Wenn Sie Safari verwenden, müssen Sie möglicherweise die Einstellung Prevent Cross-Site Tracking (Kein Site-übergreifendes Tracking) deaktivieren.

source: Insufficient launch information. This might indicate your browser is set to restrict third-party cookies. Check your browser settings and try again. If you are using Safari, you may need to disable Prevent Cross-Site Tracking.
de: Start-Information ist unvollständig. Dies deutet darauf hin, dass Ihr Browser Cookies von Dritten einschränkt. Prüfen Sie Ihre Browser-Einstellungen und versuchen Sie es noch einmal. Wenn Sie Safari verwenden, müssen Sie möglicherweise die Einstellung Prevent Cross-Site Tracking (Kein Site-übergreifendes Tracking) deaktivieren.

source: (Create a forum first to enable this)
de: (Legen Sie ein Forum an, um dies zu aktivieren)

source: Note: To set the same prereq for multiple assessments at once, or to clear prereqs, it may be faster to use the Mass Change Assessments page.
de: Hinweis: Um für mehrere Tests die selben Voraussetzungen zu definieren kann es einfacher sein, die Seite für Mehrfachänderung von Tests (Mass Change Assessments) zu verwenden.

source: (No section)
de: (Kein Abschnitt)

source: You have requested guest access to a course.
de: Sie wollen einem Kurs als Gast beitreten.
