Repository: drlippman/IMathAS
Catalog: i18n/*.po
Languages: de

source: Flagged Forum Posts
de: Markierte Forenbeiträge

source: Unflag All
de: Alles Markierungen löschen

source: New Forum Posts
de: Neue Forenbeiträge

source: Post Likes
de: Likes für Beitrag

source: No post likes
de: Keine Likes für Beitrag

source: Thread Views
de: Ansicht nach Themen

source: No thread views
de: Thema ungelesen

source: Last Viewed
de: Zuletzt angesehen

source: Note: Only the most recent thread view per person is shown
de: Hinweis: Es wird pro Person nur die letzte Ansicht des Themas angezeigt

source: Mark Selected as Read
de: Markiere ausgewählte als Gelesen

source: New forum post notification
de: Neuer Forenbeitrag

source: Posting Instructions
de: Hinweise zum Verfassen von Beiträgen

source: Reply Instructions
de: Hinweise zum Beantworten von Beiträgen

source: Re
de: Wg

source: Post
de: Beitrag

source: Show All
de: Alle anzeigen

source: Hide All
de: Alle ausblenden

source: Posted by
de: Verfasst von

source: Hide Posts
de: Beiträge ausblenden

source: Hide Replies
de: Antworten ausblenden

source: Mark all Read
de: Alle als Gelesen markieren

source: This search is blocked. In this forum, you must post your own thread before you can read those posted by others.
de: Diese Suche ist blockiert. In diesem Forum müssen Sie erst einen Beitrag verfassen, ehe Sie die Beiträge von anderen lesen können.

source: View Forum Description
de: Beschreibung des Forums anzeigen

source: View Post and Reply Instructions
de: Hinweise zum Verfassen von Beiträgen und zum Antworten anzeigen

source: View Post Instructions
de: Hinweise für Beiträge ansehen

source: View Reply Instructions
de: Hinweise für Antworten ansehen

source: Showing posts for group:
de: Beiträge für die Gruppe:

source: Show group members
de: Gruppenmitglieder anzeigen

source: Add New Thread
de: Neues Thema

source: Teaching
de: Lehrer

source: Taking
de: Teilnahme

source: Tutoring
de: Betreuung

source: Inactive:
de: Inaktiv:

source: Input to shuffle must be an array
de: Eingabe für shuffle muss ein Array sein

source: Drill Due:
de: Training fällig:

source: Posts Due:
de: Überfällige Beiträge

source: Replies Due:
de: Antworten fällig bis zum %s.

source: Number of weeks to display
de: Wochen anzeigen

source: Hide visual calendar and display events list
de: Ereignisliste statt Kalender anzeigen

source: Events List
de: Ereignisliste

source: Back %d weeks
de: %d Wochen zurück

source: Forward %d weeks
de: %d Wochen vorwärts

source: Group set for
de: Gruppe für

source: Group Templates
de: Gruppen-Template

source: For courses marked with &copy;, you must supply the course enrollment key to show permission to copy the course.
de: Für Kurse, die mit &copy; markiert sind, müssen Sie das Kurs-Passwort eingeben um den Kurs zu kopieren.

source: Enrollment key:
de: Kurs-Passwort:

source: This course has additional %sTerms of Use %s you must agree to before copying the course.
de: Dieser Kurs hat besondere %sNutzungsbedingungen%s denen Sie zustimmen müssen, um den Kurs zu kopieren.

source: I agree to the Terms of Use specified in the link above.
de: Ich stimme den Nutzungsbedingungen aus obigem Link zu.

source: No other users
de: Keine weiteren Benutzer

source: No group members with courses
de: Keine Gruppenmitglieder mit Kursen

source: This Course
de: Dieser Kurs

source: My Courses
de: Meine Kurse

source: My Group's Courses
de: Kurse meiner Gruppe

source: Other's Courses
de: Kurse von anderen

source: Group Template Courses
de: Kursvorlagen der Gruppe

source: Or, lookup using course ID:
de: Oder Kurs-ID suchen:

source: Look up course
de: Kurs suchen

source: This is an automated message. Do not respond to this email.
de: Dies ist eine automatisch erzeugte Nachricht. Antworten Sie nicht auf diese e-Mail.

source: You've received a new message
de: Sie haben eine neue Nachricht

source: From:
de: Von:

source: Course:
de: Kurs:

source: View Message
de: Nachricht ansehen

source: If you do not wish to receive email notification of new messages, please <%s>click here to change your user preferences
de: Wenn Sie nicht mehr über neue Mails benachrichtigt werden möchten, so <%s> klicken Sie hier um Ihre Einstellungen zu ändern

source: New message notification
de: Neue Nachricht

source: Hidden:
de: Versteckt

source: That username is already taken. Try another.
de: Dieser Benutzername wird bereits verwendet. Bitte wählen Sie einen anderen.

source: MathJax - best display and best for screenreaders
de: MathJax - beste Darstellung, am besten für Screenreader

source: Katex - faster display
de: Textbasierte Darstellung verwenden

source: Image-based display
de: Bildbasierte Darstellung erzwingen

source: Calculator-style linear display, like x^2/3
de: Lineare Darstellung wie für Taschenrechner, z.B. x^2/3

source: SVG in browser - highest quality
de: SVG im Browser - höchste Qualität

source: Imaged-based - visual alternative
de: Darstellung mit Bildern - wenn es sonst Probleme gibt

source: Text alternatives - tables or charts in place of graphs
de: Darstellung als Text - Tabellen oder Diagramme statt Graphen

source: Mouse-based visual drawing entry
de: Eingabe mit Maus-Zeichnung

source: Keyboard and text-based drawing entry alternative
de: Alternatives Zeichnen mit Tastatur und Text

source: Rich text editor with formatting buttons
de: Rich Text Editor mit Buttons zur Formatierung

source: Plain text entry
de: Einfache Texteingabe

source: Equation editor with entry palette
de: Formel-Editor, einfache Version

source: Calculator-style text entry
de: Text-Eingabe mit Taschenrechner

source: Use timezone as reported by the browser
de: Verwende die Zeitzone des Browsers

source: Use a specific timezone for this session only
de: Verwende für diese Sitzung eine spezielle Zeitzone

source: Always show times based on a specific timezone
de: Zeige Zeiten immer in einer speziellen Zeitzone an

source: Use instructor chosen course theme
de: Verwende den Kurs-Stil, den der Dozent gewählt hat

source: High contrast, dark on light
de: Hoher Kontrast, dunkel auf hell

source: High contrast, light on dark
de: Hoher Kontrast, hell auf dunkel

source: Show live preview of answer entry as I type
de: Zeige Formeln während der Eingabe als Vorschau

source: Only show a preview when I click the Preview button
de: Zeige eine Vorschau der Formel nur, wenn ich den "Vorschau"-Button drücke

source: Math Display
de: Mathematische Darstellung

source: Graph Display
de: Graphische Darstellung

source: Drawing Entry
de: Eingabe durch Zeichnen

source: Math Entry
de: Mathematische Eingabe

source: Course styling and contrast
de: Stil und Kontrast im Kurs

source: Live preview
de: Vorschau

source: Time Zone
de: Zeitzone

source: Accessibility and Display Preferences
de: Barrierefreiheit und Einstellungen für die Darstellung

source: Default settings are indicated with a *
de: Standardeinstellungen sind gekennzeichnet mit einem *

source: Set timezone to:
de: Setze Zeitzone auf:

source: Hide from course list
de: Nicht in der Kursliste anzeigen

source: Site tools
de: Werkzeuge für die Systemverwaltung

source: Change User Info
de: Benutzerprofil ändern

source: Admin Page
de: Administrationsbereich

source: Enable Admin Features
de: Administrator-Möglichkeiten aktivieren

source: Welcome to
de: Willkommen bei

source: Approve Pending Instructor Accounts
de: Ausstehende Anträge für Dozentenkennungen bestätigen

source: Notice: You have requested that times be displayed based on the <b>%s</b> time zone, and your computer is reporting you are currently in a different time zone. Be aware that times will display based on the %s timezone as requested, not your local time
de: Hinweis: Sie möchten, dass Zeiten in der <b>%s</b> Zeitzone dargestellt werden, aber Ihr Computer sagt, dass Sie aktuell in einer anderen Zeitzone sind. Beachten Sie, dass Zeiten in der %s Zeitzone - nicht in Ihrer lokalen Zeit - dargestellt werden

source: We have been unable to send emails to the address you have listed. Please update the email address in your profile.
de: Wir konnten keine E-Mails an die von Ihnen angegebene Adresse schicken. Bitte überprüfen Sie die E-Mail-Adresse in Ihrem Profil.

source: Edit Now
de: Jetzt bearbeiten

source: To add a course, click the button below
de: Um einen Kurs hinzuzufügen, klicken Sie auf den Button unten

source: Your instructor account has not been approved yet. Please be patient.
de: Ihr Antrag auf eine Dozentenkennung ist noch nicht bestätigt. Bitte haben Sie Geduld.

source: Enroll in a New Class
de: In einen neuen Kurs einschreiben

source: Change Course Order
de: Reihenfolge der Kurse ändern

source: View hidden courses
de: Ausgeblendete Kurse anzeigen

source: Lockdown
de: Sperren

source: Messages (%d)
de: Nachrichten (%d)

source: Posts (
de: Beiträge (

source: New messages
de: Neue Nachrichten

source: No new messages
de: Keine neuen Nachrichten

source: From
de: Von

source: Sent
de: Gesendet

source: No Subject
de: Kein Betreff

source: [System Message]
de: [System-Nachricht]

source: [Deleted]
de: [Gelöscht]

source: New forum posts
de: Neue Forenbeiträge

source: No new posts
de: Keine neuen Beiträge

source: Thread
de: Thema

source: Started By
de: Gestartet von

source: Last Post
de: Letzter Beitrag

source: Anonymous
de: Anonym

source: Invalid use of a comma.
de: Ungültige Verwendung des Komma.

source: syntax incomplete
de: Syntax unvollständig

source: undefined
de: undefiniert

source: syntax error: this answer must be in set notation, a list wrapped in braces like {1,2,3}
de: Syntaxfehler: Die Antwort muss in Mengenschreibweise - als Liste in geschweiften Klammern, z.B. {1,2,3} - eingegeben werden

source: no answer given
de: nicht beantwortet

source: invalid inequality notation
de: Ungültige Ungleichungs-Schreibweise

source: invalid interval notation
de: ungültige Intervallschreibweise

source: Invalid notation
de: Ungültige Schreibweise

source: syntax error
de: Syntaxfehler

source: warning
de: Warnung

source: Your answer contains an unrecognized symbol
de: Ihre Antwort enthält ein unbekanntes Symbol

source: syntax error: this is not an equation
de: Syntaxfehler: Das ist keine Gleichung

source: syntax error: you gave an equation, not an expression
de: Syntaxfehler: Sie haben eine Gleichung eingegeben, keinen Ausdruck

source: invalid entry format
de: Ungültiges Eingabeformat

source: not a valid fraction
de: Kein gültiger Bruch

source: not a valid mixed number
de: keine gültige gemischte Zahl

source: not valid scientific notation
de: keine gültige wissenschaftliche Schreibweise

source: not valid decimal or scientific notation
de: keine gültige Dezimal- oder wissenschaftliche Schreibweise

source: not a valid integer or decimal number
de: keine ganze Zahl oder Dezimalzahl

source: no trig functions allowed
de: Trigonometrische Funktionen (sin, cos, etc.) sind nicht erlaubt

source: no decimals allowed
de: Dezimalwerte sind nicht erlaubt

source: mixed numbers are not allowed
de: Gemischte Zahlen sind nicht erlaubt

source: unmatched parens
de: Klammerfehler

source: unmatched absolute value bars
de: Die Striche für den Absolutbetrag passen nicht

source: use function notation
de: Funktionsschreibweise verwenden

source: use $1 instead of $2
de: Benutze $1 statt $2

source: Check your variables - you might be using an incorrect one
de: Überprüfen Sie Ihre Variablen! Verwenden Sie nur zulässige Variable

source: You may want to use abs(x) instead of |x| for absolute values to avoid ambiguity
de: Sie sollten für den Absolutbetrag abs(x) statt |x| verwenden, um Mehrdeutigkeiten zu vermeiden

source: Do not use the percent symbol, %
de: Benutzen Sie nicht das Prozentzeichen %

source: You have already submitted this page. Please be patient while your submission is processed.
de: Sie haben diese Seite schon abgeschickt, bitte warten Sie die Verarbeitung ab.

source: Submission Error
de: Fehler beim Einreichen

source: Time limit expired - submitting now
de: Zeitlimit abgelaufen - schicke jetzt ab

source: Time Limit has elapsed
de: Das Zeitlimit ist verstrichen

source: Show Timer
de: Timer anzeigen

source: Hide Timer
de: Timer ausblenden

source: Hide Intro/Instructions
de: Einführung/Anweisungen ausblenden

source: Are you sure you want to leave this assessment? You may have unsubmitted work
de: Sind Sie sicher, dass Sie den Test verlassen wollen? Sie könnten bisher nicht abgeschickte Antworten verlieren

source: Part
de: Teil

source: View Key for
de: Lösung ansehen für

source: View Key
de: Lösung ansehen

source: you may have used the wrong variable
de: Sie haben vielleicht die falsche Variable verwendet

source: Invalid matrix format
de: Ungültiges Format der Matrix

source: syntax error: you gave an inequality, not an equation
de: Syntaxfehler: Sie haben eine Ungleichung eingegeben, keine Gleichung

source: syntax error: you gave an inequality, not an expression
de: Syntaxfehler: Sie haben eine Ungleichung eingegeben, keinen Ausdruck

source: syntax error: your inequality should only contain one inequality symbol
de: Syntaxfehler: Ihre Ungleichung sollte nur ein Vergleichssymbol enthalten

source: syntax error: you gave an equation, not an inequality
de: Syntaxfehler: Sie haben eine Gleichung eingegeben, keine Ungleichung

source: syntax error: your equation should only contain one equal sign
de: Syntaxfehler: Ihre Gleichung sollte nur ein Gleichheitszeichen enthalten

source: syntax error: this is not an inequality
de: Syntaxfehler: Das ist keine Ungleichung

source: Enlarged Graph
de: Graph vergrößern

source: Hide Quicksearch Entry
de: Schnellsuche ausblenden

source: Show Quicksearch Entry
de: Schnellsuche einblenden

source: Expand and Edit
de: Öffnen und bearbeiten

source: Show for
de: Anzeigen für

source: Expanded for all
de: Ausgeklappt für alle

source: Are you sure you want to remove this question?
de: Sind Sie sicher, dass Sie diese Frage entfernen wollen?

source: Are you sure you want to remove this text segment?
de: Sind Sie sicher, dass Sie diesen Textabschnitt löschen möchten?

source: Are you sure you want to remove ALL questions in this group?
de: Sind Sie sicher, dass Sie ALLE Fragen dieser Gruppe entfernen wollen?

source: Are you sure you want to remove these questions?
de: Sind Sie sicher, dass Sie diese Fragen löschen wollen?

source: Are you sure you want to clear all attempts on this question?
de: Stellen Sie sicher, dass Sie alle Versuche zu dieser Frage löschen wollen?

source: Order
de: Reihenfolge

source: choosing
de: wähle

source: without
de: ohne

source: with
de: mit

source: replacement
de: Ersetzen

source: Collapse
de: Schließen

source: Expand
de: Öffnen

source: Select
de: Auswählen

source: from group of
de: aus der Gruppe von

source: Without
de: Ohne

source: With
de: Mit

source: New page
de: Neue Seite

source: Captioned video
de: Video mit Untertiteln

source: disabled
de: deaktiviert

source: Edit Code
de: Code bearbeiten

source: Edit Personal Copy
de: Persönliche Kopie bearbeiten

source: Clear Attempts
de: Versuche löschen

source: Withdraw
de: Entfernen

source: Re-score Question
de: Frage neu bewerten

source: Add Text Before
de: Text davor einfügen

source: Insert Instructions or Video for Question
de: Anleitung oder Video für Frage einfügen

source: WARNING: All question in a group should be given the same point values
de: WARNUNG: Alle Fragen in der Gruppe sollten den selben Punktwert haben

source: If you are using page titles, you need to have a page title at the beginning.
de: Wenn Sie Seitentitel verwenden, so brauchen Sie einen Seitentitel am Anfang.

source: First Page Title
de: Titel der ersten Seite

source: There are unsaved changes in a question intro text box. Press OK to discard those changes and continue with the most recent action. Press Cancel to return to the page without taking any action.
de: Es gibt ungespeicherte Änderungen im Feld des Einführungstextes der Frage. Klicken Sie OK um diese Änderungen zu verwerfen und mit der letzten Aktion fortzufahren. Klicken Sie Abbrechen um ohne Aktion auf der Seite zu bleiben.

source: Saving Changes...
de: Speichere Änderungen...

source: You have questions selected which will get lost if you continue. Continue anyway?
de: Sie haben Fragen ausgewählt, die verloren gehen wenn Sie fortfahren. Trotzdem fortfahren?

source: Drawn Elements:
de: Gezeichnete Elemente:

source: Linear inequality with solid line
de: Lineare Ungleichung mit Vollinie

source: Enter 2 points on the line, then a third point in the shaded region
de: Geben Sie 2 Punkte auf der Linie ein, dann einen dritten Punkt in der eingefärbten Region

source: Linear inequality with dashed line
de: Lineare Gleichung mit gestrichelter Linie

source: Parabolic inequality with solid line
de: Parabolische Ungleichung mit Vollinie

source: Parabolic inequality with dashed line
de: Parabolische Ungleichung mit gestrichelter Linie

source: Enter two points on the line
de: Markieren Sie zwei Punkte auf der Geraden

source: Line segment
de: Strecke

source: Enter the starting and ending point of the line segment
de: Geben Sie den Start- und den Endpunkt der Strecke ein

source: Ray
de: Strahl

source: Enter the starting point of the ray and another point on the ray
de: Geben Sie den Starpunkt des Strahls ein und einen Punkt auf dem Strahl

source: Parabola
de: Parabel

source: Enter the vertex, then another point on the parabola
de: Geben Sie den Scheitelpunkt ein, dann einen anderen Punkt auf der Parabel

source: Parabola opening right or left
de: Nach rechts oder links öffnende Parabel

source: Cubic
de: Kurve 3. Grades

source: Enter the inflection point, then another point on the cubic
de: Geben Sie den Wendepunkt ein, dann einen weiterenPunkt auf der Kurve 3. Grades

source: Cube root
de: Kubikwurzel

source: Enter the inflection point of the cube root, then another point on the graph
de: Geben Sie den Wendepunkt der Kubikwurzel ein, dann einen weiteren Punkt auf dem Graphen

source: Absolute value
de: Absoluter Betrag

source: Enter the corner point of the absolute value, then another point on the graph
de: Geben Sie den Eckpunkt der Betragsfunktion ein, dann einen weiteren Punkt auf dem Graphen

source: Rational
de: Rationale Funktion

source: Enter the point where the vertical and horizontal asymptote cross, then a point on the graph
de: Geben Sie den Punkt ein, in dem sich die vertikale und die horizontale Asymptote schneiden, dann einen Punkt auf dem Graphen

source: Exponential
de: Exponentialfunktion

source: Enter two points on the graph
de: Geben Sie zwei Punkte auf dem Graphen ein

source: Logarithm
de: Logarithmusfunktion

source: Shifted Exponential
de: Verschobene Exponentialfunktion

source: Enter a point on the asymptote, then enter two points on the graph
de: Geben Sie einen Punkt auf der Asymptote ein, dann zwei Punkte auf dem Graphen

source: Shifted Logarithm
de: Verschobener Logarithmus

source: Circle
de: Kreis

source: Enter the center point of the circle, then a point on the graph
de: Geben Sie den Kreismittelpunkt ein, dann einen Punkt auf dem Umfang

source: Enter the center point of the ellipse, then a point offset from the center by the horizontal radius and vertical radius
de: Geben Sie den Mittelpunkt der Ellipse ein, anschließend zwei Punkte auf dem Graphen, die gegenüber dem Mittelpunkt horizontal bzw. vertikal verschoben sind

source: Vertical hyperbola
de: Vertikale Hyperbel

source: Enter the center point of the hyperbola, then a point (x,y) where x is the x-coordinate of the co-vertex and y is the y-coordinate of the vertex
de: Geben Sie den Mittelpunkt der Hyperbel ein, dann einen Punkt (x,y), wobei x die x-Koordinate des Nebenscheitels und y die y-Koordinate des Scheitels ist

source: Horizontal hyperbola
de: Horizontale Hyperbel

source: Enter the center point of the hyperbola, then a point (x,y) where x is the x-coordinate of the vertex and y is the y-coordinate of the co-vertex
de: Geben Sie den Mittelpunkt der Hyperbel ein, dann einen Punkt (x,y), wobei x die x-Koordinate des Scheitels und y die y-Koordinate des Nebenscheitels ist

source: Solid dot
de: Ausgefüllter Punkt

source: Enter the coordinates of the dot
de: Geben Sie die Koordinaten des Punktes ein

source: Open dot
de: Offener Punkt

source: Cosine
de: Kosinus

source: Enter a point at the start of a phase, then a point half a phase further
de: Geben Sie einen Punkt am Start einer Periode ein, dann einen Punkt eine halbe Periode weiter

source: Sine
de: Sinus

source: Enter a point at the start of a phase, then a point a quarter phase further
de: Geben Sie einen Punkt am Start einer Periode ein, dann einen Punkt eine Viertelperiode weiter

source: Vector
de: Vektor

source: Enter the starting and ending point of the vector
de: Geben Sie den Start- und den Endpunkt des Vektors ein

source: Lines
de: Geraden

source: Enter list of points to connect with lines
de: Geben Sie eine Liste von Punkten an, die durch Strecken verbunden werden

source: Freehand
de: Freihandzeichnen

source: Enter list of points to place dots connected with lines
de: Geben Sie nacheinander Punkte ein, die dann durch Linien verbunden werden

source: Drawing element type
de: Zeichnungs-Typ

source: Point list
de: Punktliste

source: Question Help
de: Hilfe zur Frage

source: Hide video
de: Video ausblenden

source: Hide embedded video
de: Eingebettetes Video ausblenden

source: Watch video here
de: Video hier ansehen

source: Embed video here
de: Video hier einbetten

source: Preview file
de: Dateivorschau

source: Hide preview
de: Vorschau ausblenden

source: Hide file preview
de: Dateivorschau ausblenden

source: This file is too large - maximum size is 10MB
de: Die Datei ist zu groß - maximale Größe 10MB

source: Evaluate
de: Auswerten

source: Navigation breadcrumbs
de: Brotkrumennavigation

source: Control link group
de: Gruppe von Kontroll-Links

source: Select an option for what to copy
de: Wählen Sie eine Option für das Kopieren

source: Available After Date
de: Verfügbar nach dem

source: Available Until Date
de: Verfügbar bis zum

source: Bring this day to top
de: Diesen Tag nach oben bringen

source: Show Questions with Perfect Scores
de: Zeige Fragen mit voller Punktzahl

source: Show Nonzero Score Questions
de: Zeige Fragen mit mehr als 0 Punkten

source: Show Perfect Questions
de: Zeige perfekt beantwortete Fragen

source: Show Unanswered Questions
de: Zeige unbeantwortete Fragen

source: Hide Work
de: Lösungsweg ausblenden

source: Show Work
de: Lösungsweg einblenden

source: Saving...
de: Speichern...

source: Embed video
de: Video einbetten

source: Recording...
de: Nehme auf...

source: students
de: Studierende

source: Answer
de: Antwort

source: Frequency
de: Frequenz

source: result
de: Resultat

source: results
de: Ergebnisse

source: received.
de: erhalten.

source: Loading...
de: Lade Inhalt...

source: Clear results and generate a new version of this question
de: Ergebnisse löschen und neue Version aller Fragen erzeugen

source: Opening Student Input...
de: Öffne Eingabe für Studierende...

source: Closing Student Input...
de: Schließe Eingabe für Studieremde...

source: No items have been selected. This action will apply to ALL items below this item
de: Kein Element ausgewählt. Die Aktion wird auf ALLE Elemente unterhalb dieses Elements angewendet

source: Top of the Block
de: Anfang des Blocks

source: Top of the Page
de: Seitenanfang

source: Quick feedback:
de: Schnelle Rückmeldung:

source: Good!
de: Gut!

source: Great work.
de: Großartig.

source: Excellent!
de: Exzellent!

source: Problems with session storage
de: Probleme mit dem Speicher für die Sitzungsverwaltung

source: Unable to establish a session. Check that your browser is set to allow session cookies
de: Konnte keine Sitzung einrichten. Überprüfen Sie, dass ihr Browser Cookies erlaubt
