Repository: drlippman/IMathAS
Catalog: i18n/*.po
Languages: de

source: Hide Unanswered Questions
de: Unbeantwortete Fragen ausblenden

source: Show All Answers
de: Alle Antworten anzeigen

source: Preview All
de: Vorschau

source: Feedback
de: Hinweise

source: General Instructor Feedback
de: Allgemeine Rückmeldung vom Lehrer

source: Show Score Details
de: Zeige Punkte-Details

source: Withdrawn
de: Zurückgezogen

source: Save Comments
de: Kommentare speichern

source: Percents
de: Prozent

source: Right
de: Rechts

source: Left
de: Links

source: Bottom
de: Unten

source: Top
de: Oben

source: Feedback on Version %d:
de: Rückmeldung zu Version %d:

source: Feedback on Question %d:
de: Rückmeldung zu Frage %d:

source: Overall feedback on this attempt:
de: Gesamt-Rückmeldung zu diesem Versuch:

source: Overall feedback:
de: Gesamt-Rückmeldung:

source: Feedback on attempt %d
de: Rückmeldung zu Versuch %d

source: Limit to section
de: Begrenzen auf Abschnitt

source: Hide Questions with Perfect Scores
de: Fragen mit voller Punktzahl ausblenden

source: Hide Nonzero Score Questions
de: Blende Fragen mit mehr als 0 Punkten aus

source: Prepare for Printing (Slow)
de: Vorbereitung zum Druck (langsam)

source: Preview All Files
de: Vorschau aller Dateien

source: Full Credit
de: Volle Punkte

source: No Credit
de: Keine Punkte

source: Quick Save
de: Schnelles Speichern

source: Question Feedback
de: Rückmeldung zur Frage

source: No submission to show
de: Keine Einreichung anzuzeigen

source: View Work
de: Lösungsweg ansehen

source: Show all tries
de: Alle Versuche anzeigen

source: Part
de: Teil

source: Try
de: Versuch

source: Show autosaves
de: Automatisch gespeicherte Ergebnisse

source: Autosaves have been entered by the student but not submitted for grading, so are not included in the scoring.
de: Ergebnisse des Studierenden wurden automatisch gespeichert aber nicht vom Studierenden zur Bewertung eingereicht. Sie gehen deshalb nicht in die Bewertung ein.

source: Error - you are not a student, teacher, or tutor for this course
de: Fehler - Sie sind in diesem Kurs kein Student, Lehrer oder Tutor

source: Unenroll Students
de: Studenten austragen

source: Lock Students
de: Student sperren

source: Back to Gradebook
de: Zurück zur Punkteübersicht

source: Student Grade Detail
de: Studenten-Noten-Details

source: Student Detail
de: Studenten-Details

source: Grade Book Averages
de: Punkteübersichts-Durchschnitte

source: Grade Book Student Detail
de: Punkteübersichts-Studenten-Details

source: Category Totals
de: Gesamtpunktzahlen (Kategorie)

source: Not Counted:
de: Nicht gewertet:

source: Show all
de: Alle anzeigen

source: Show stu view
de: Studentenansicht zeigen

source: Hide all
de: Alle verbergen

source: Past &amp; Attempted
de: Überfällig &amp; versucht

source: Available Only
de: Nur verfügbare

source: Past &amp; Available
de: Überfällig &amp; verfügbar

source: View/Edit
de: Anzeigen/Ändern

source: Meanings:
de: Bedeutung:

source: IP-In Progress (some unattempted questions)
de: IP - In Bearbeitung (einige nicht versuchte Fragen)

source: UA-Unsubmitted attempt
de: UA - Nicht eingereichter Versuch

source: OT-overtime
de: OT-Zeitüberschreitung

source: PT-practice test
de: PT - Übungs-Test

source: EC-extra credit
de: EC - Zusatzpunkte

source: NC-no credit
de: NC - Keine Punkte

source: <sub>d</sub> Dropped score
de: <sub>d</sub>Punkte nicht berücksichtigt

source: <sup>x</sup> Excused score
de: <sup>x</sup> Punkte bei Entschuldigung

source: <sup>e</sup> Has exception
de: <sup>e</sup> Ausnahme

source: <sup>LP</sup> Used latepass
de: <sup>LP</sup> Kulanz-Guthaben verwendet

source: View diagnostic gradebook
de: Zeige diagnostische Punkteübersicht

source: Toggles
de: Umschalter

source: Headers
de: Kopfzeilen

source: Locked
de: Gesperrt

source: Unlocked
de: Entsperrt

source: Width
de: Breite

source: Fixed
de: Fixiert

source: Full
de: Voll

source: Pics
de: Bilder

source: Small
de: Klein

source: Big
de: Groß

source: On
de: Ein

source: Offline Grades
de: Offline-Bewertungen

source: Comments
de: Kommentare

source: Color:
de: Farbe:

source: With Selected
de: Mit Ausgewählten

source: Send a message to the selected students
de: Schicke eine Nachricht an die ausgewählten Studierenden

source: Send e-mail to the selected students
de: Schicke eine e-Mail an die ausgewählten Studierenden

source: Copy e-mail addresses of the selected students
de: Kopiere die e-Mail-Adressen der ausgewählten Studierenden

source: Copy E-mails
de: E-Mails kopieren

source: Make due date exceptions for selected students
de: Mache für die ausgewählten Studierenden eine Ausnahme beim Einreichen

source: Make Exception
de: Ausnahme machen

source: Generate printable grade reports
de: Erzeuge eine druckbare Notenübersicht

source: Print Report
de: Zeugnis drucken

source: Lock selected students out of the course
de: Schließe die ausgewählten Studierenden aus dem Kurs aus

source: Lock
de: Sperren

source: Unenroll the selected students
de: Ausgewählte Studierende austragen

source: Unenroll
de: Austragen

source: Meanings: IP-In Progress (some unattempted questions), UA-Unsubmitted attempt, OT-overtime, PT-practice test, EC-extra credit, NC-no credit<br/><sup>*</sup> Has feedback, <sub>d</sub> Dropped score, <sup>x</sup> Excused score, <sup>e</sup> Has exception <sup>LP</sup> Used latepass
de: Erklärung: IP - In Bearbeitung (einige Fragen noch nicht beantwortet), UA - Nicht eingereichte Frage, OT - Zeitüberschreitung, PT - Übungs-Test, EC - Extra-Punkte, NC - Keine Punkte<br/><sup>*</sup> Mit Rückmeldung,, <sub>d</sub> Punkte ignoriert, <sup>x</sup> Punkte aus Kulanz, <sup>e</sup> Ausnahme <sup>LP</sup> Verspätet eingereicht

source: Last Login:
de: Letzte Anmeldung

source: Change Info
de: Info ändern

source: Login Log
de: Login-Protokoll

source: Activity Log
de: Aktivitäts-Log

source: Edit Offline Scores
de: Offline-Punktzahlen editieren

source: Gradebook Comment
de: Noten-Kommentar

source: Update Comment
de: Kommentar aktualisieren

source: No LatePasses available
de: Verspätetes Einreichen nicht mehr erlaubt

source: %d LatePasses available
de: Verspätetes Einreichen noch %d mal erlaubt

source: One LatePass available
de: Einmal verspätetes Einreichen erlaubt

source: With selected:
de: Mit ausgewählten:

source: Grade
de: Note

source: Possible
de: Möglich

source: Time Spent (In Questions)
de: Benötigte Zeit (in Fragen)

source: Last Changed
de: Zuletzt geändert

source: Due Date
de: Fälligkeitsdatum

source: View All
de: Alle ansehen

source: Attach Work
de: Lösungsweg hinzufügen

source: If you view this assignment, you will not be able to use a LatePass on it
de: Wenn Sie diesen Test ansehen, können Sie ihn nicht mehr verspätet einreichen

source: (Not Counted)
de: (nicht gewertet)

source: View Feedback
de: Rückmeldung ansehen

source: Totals
de: Gesamtpunktzahlen

source: Past Due
de: Überfälig

source: Past Due and Attempted
de: Überfällig und versucht

source: Past Due and Available
de: Überfällig und verfügbar

source: Weighted Total
de: Gewichtete Gesamtpunktzahl

source: <dt>Past Due:</dt> <dd>total only includes items whose due date has passed. Current assignments are not counted in this total.
de: <b>Überfällig</b> Gesamtsumme enthält nur Teile die überfällig sind. Laufende Tests sind dabei nicht berücksichtigt.

source: <dt>Past Due and Attempted:</dt> <dd> total includes items whose due date has passed, as well as currently available items you have started working on.
de: <b>Überfällig und versucht</b> Gesamtsumme enthält Teile die überfällig sind, sowie verfügbare Teile deren Bearbeitung Sie begonnen haben.

source: <dt>Past Due and Available:</dt> <dd> total includes items whose due date has passed as well as currently available items, even if you haven't starting working on them yet.
de: <b>Überfällig und verfügbar</b> Gesamtsumme enthält Teile die überfällig sind, sowie verfügbare Teile, auch wenn Sie deren Bearbeitung noch nicht begonnen haben.

source: <dt>All:</dt> <dd> total includes all items: past, current, and future to-be-done items.
de: <b>Alle:</b> Gesamtsumme enthält alle Teile: Vergangene, aktuelle und noch zu erledigende Teile.

source: View Outcome Report
de: Übersicht nach Themen ansehen

source: for selected assessments
de: für ausgewählte Tests

source: [Collapse]
de: [Einklappen]

source: [Expand]
de: [Ausklappen]

source: Show Locked
de: Gesperrte anzeigen

source: Hide Locked
de: Gesperrte verbergen

source: [Settings]
de: [Einstellungen]

source: [Isolate]
de: [Isolieren]

source: [By Group]
de: [Nach Gruppe]

source: [Scores]
de: [Punktzahlen]

source: Mean:
de: Mittelwert:

source: Assessment Metric
de: Test-Metrik

source: [Show Feedback]
de: [Hinweise anzeigen]

source: One or more students has unsubmitted assessment attempts.
de: Wenigstens ein Studierender hat einen noch nicht eingereichten Versuch dieses Tests.

source: Submit Now
de: Jetzt einreichen

source: This will only submit the assignment if it is past due or the time limit has expired.
de: Dies reicht den Test nur ein, wenn der Test überfällig ider die Zeitbegrenzung abgelaufen ist.

source: Unassigned
de: Nicht zugeordnet

source: Root Level Private Libraries
de: Wurzel für private Bibliotheken

source: Root Level Group Libraries
de: Wurzel für Gruppenbibliotheken

source: Student profile and options
de: Studenten-Profil und Optionen

source: Unlock
de: Entsperren

source: Lock out of course
de: Aus dem Kurs ausschließen

source: Has a time limit multiplier set
de: Hat einen Faktor für das Zeit-Limit gesetzt

source: You must be a teacher to access this page
de: Sie müssen sich als Dozent anmelden um auf diese Seite zuzugreifen

source: Manage Calendar Items
de: Kalendertermine verwalten

source: This page allows you to add events to the calendar. Course items automatically place themselves on the calendar.
de: Auf dieser Seite können Sie Termine zum Kalender hinzufügen. Kurselemente tragen sich selbst in den Kalender ein.

source: Event Details
de: Ereignis-Details

source: Add another
de: Füge hier hinzu

source: Change Question License/Attribution
de: Lizenz für die Frage ändern

source: Random Group %d
de: Zufällige Gruppe %d

source: Yes, Remove
de: Ja, entfernen

source: Group size
de: Gruppengröße

source: Unequal groups
de: Ungleiche Gruppen

source: Make smaller groups if needed
de: Wenn nötig kleinere Gruppen bilden

source: Make larger groups if needed
de: Wenn nötig größere Gruppen bilden

source: Make smaller or larger groups if needed
de: Wenn nötig kleinere oder größere Gruppen bilden

source: Locked students:
de: Ausgeschlossene Studierende:

source: Include locked students
de: Ausgeschlossene Studierende einbeziehen

source: View Pictures
de: Bilder ansehen

source: View Big Pictures
de: Große Bilder ansehen

source: Hide Pictures
de: Bilder ausblenden

source: Add New Group
de: Neue Gruppe hinzufügen

source: Create Random Groups
de: Zufällige Gruppen bilden

source: Hide Links
de: Links ausblenden

source: Add new set of groups
de: Neue Menge von Gruppen hinzufügen

source: By Dates
de: Nach Datum

source: Show Forum Dates
de: Forum-Daten anzeigen

source: Hide Forum Dates
de: Forum-Daten ausblenden

source: Show Assessment Dates
de: Zeige Test-Daten

source: Hide Assessment Dates
de: Blende Testdaten aus

source: No limit
de: Keine Begrenzng

source: Mass Change Assessments
de: Serienänderung an Tests

source: Prerequisite
de: Voraussetzung

source: Prerequisite type
de: Art der Voraussetzung

source: score type
de: Art der Bewertung

source: prerequisite assessment
de: Test, der vorausgesetzt wird

source: WARNING! You are about to clear student attempts, deleting their grades. This cannot be undone. Are you SURE you want to do this?
de: WARNUNG! Sie sind dabei, Test-Versuche von Studierenden und damit deren Noten zu löschen. Dies kann nicht rückgängig gemacht werden. Sind Sie SICHER, dass Sie das tun möchten?

source: Existing Exceptions
de: Existierende Ausnahmen

source: waives prereq
de: Voraussetzungen aufheben

source: LatePass
de: Verspätet einreichen

source: Set by LTI
de: Durch LTI gesetzt

source: Make New Exception
de: Neue Ausnahme machen

source: Exception Options
de: Optionen für Ausmahmen

source: New Assessment Exception
de: Neue Ausnahme für Test

source: New Forum Exception
de: Neue Forum-Ausnahme machen

source: Students Selected
de: Ausgewählte Studierende

source: none
de: keine

source: Messages Sent
de: Gesendete Nachrichten

source: Close
de: Schließen

source: Question Updated.
de: Frage aktualisiert.

source: Library Assignments Updated.
de: Bibliotheks-Zuordnung aktualisiert.

source: Local copy of Question Created
de: Lokale Kopie der Frage erstellt

source: Question Added to QuestionSet.
de: Frage zum Fragen-Katalog hinzugefügt.

source: The file you are trying to upload is too big.
de: Die Datei, die Sie hochladen möchten, ist zu groß.

source: The file you are trying upload was only partially uploaded.
de: Die Datei, die Sie hochladen möchten, wurde nur teilweise hochgeladen.

source: There was a problem with your upload.
de: Es gab ein Problem beim Hochladen Ihrer Datei.

source: Need to specify variable for image to be referenced by
de: Geben Sie eine Variable an, mit der das Bild referenziert werden kann

source: %s is not an allowed variable name
de: %s ist als Variablenname nicht erlaubt

source: File is not image file
de: Datei ist keine Bild-Datei

source: Error uploading image file!
de: Fehler beim Hochladen der Bid-Datei!

source: Return to Question Set Management
de: Zurück zum Fragen-Katalog

source: Add Question to Assessment using Defaults
de: Frage mit Standard-Einstellungen zum Test hinzufügen

source: Add Question to Assessment
de: Frage zum Test hinzufügen

source: Return to Assessment
de: Zurück zum Test

source: Enter description here
de: Beschreibung hier eingeben

source: View
de: Ansehen

source: Question Editor
de: Fragen-Editor

source: If the original question contained copyrighted material, you should not change the license unless you have removed all the copyrighted material
de: Falls die ursprüngliche Frage Copyright-geschütztes Material enthielt, so sollten Sie die Lizenz micht ändern, es sei denn, Sie haben das geschützte Material entfernt

source: The original license REQUIRES that all derivative versions be kept under the same license. You should only be changing the license if you are the creator of this questions and all questions it was derived from
de: Die ursprüngliche Lizenz ERFORDERT, dass alle abgeleiteten Versionen unter der selben Lizenz stehen. Sie sollten die Lizenz nur ändern, wenn Sie der Autor der Frage und aller davon abgeleiteten Versionen sind

source: Modify Questions
de: Fragen bearbeiten

source: Add Drill Assessment
de: Trainings-Test (Drill) hinzufügen

source: Modify Question
de: Frage bearbeiten

source: QuestionSet Question
de: Frage im Fragen-Katalog

source: This question appears to be a Tutorial Style question.
de: Dies scheint eine Frage im Tutoren-Stil zu sein.

source: Open in the tutorial question editor
de: Im Editor für den Tutoren-Stil öffnen

source: This question has been marked for deletion. This might indicate there is an error in the question. It is recommended you discontinue use of this question when possible
de: Diese Frage ist zum Löschen vorgesehen. Das könnte darauf hindeuten, dass es in der Frage einen Fehler gibt. Es wird empfohlen, dass Sie diese Frage nicht mehr verwenden, falls möglich

source: This question is currently being used in
de: Diese Frage wird gegenwärtig in

source: assessments that are not yours.
de: Tests von Anderen verwendet.

source: one assessment that is not yours.
de: einem Test eines Anderen verwendet.

source: In consideration of the other users, if you want to make changes other than minor fixes to this question, consider creating a new version of this question instead.
de: Wenn Sie an dieser Frage mehr als kleine Korrekturen vornehmen wollen, so sollten Sie, mit Rücksicht auf die anderen Benutzer, stattdessen eine neue Version dieser Frage anlegen.

source: %sTemplate this question%s for use in this assessment.
de: %sDiese Frage als Vorlage %s für eine Frage in diesem Test verwenden.

source: This will let you modify the question for this assessment only without affecting the library version being used in other assessments.
de: Das ermöglicht es Ihnen, die Frage nur für diesen Test zu modifizieren, ohne die Version der Frage zu verändern, die in anderen Tests benutzt wird.

source: This question is not set to allow you to modify the code. You can only view the code and make additional library assignments
de: Sie dürfen den Code dieser Frage nicht modifizieren. Sie dürfen den Code nur ansehen und die Frage zusätzlich in Bibliotheken einordnen

source: Use Rights:
de: Nutzungsrechte:

source: Allow use by all
de: Jeder darf nutzen

source: Allow use by all and modifications by all
de: Jeder darf nutzen und bearbeiten

source: License:
de: Lizenz:

source: Add additional attribution
de: Zusätzliche Bedingungen hinzufügen

source: You should only modify the attribution if you are SURE you are removing all portions of the question that require the attribution
de: Sie sollten die Lizenz-Merkmale nur bearbeiten wenn Sie SICHER sind dass Sie alle Teile der Frage entfernt haben, die diese Merkmale erfordern

source: My library assignments:
de: Meine Einordnung in Bibliotheken:

source: Question type:
de: Fragen-Typ:

source: Writing Questions Help
de: Fragen schreiben - Hilfe

source: Macro Library Help
de: Makro-Bibliotheken - Hilfe

source: Tutorial Style editor
de: Editor im Tutoren-Stil

source: Common Control
de: Fragen-Logik (Common Control)

source: Quick Save and Preview
de: Speichern und Vorschau

source: disabled
de: deaktiviert

source: Question Text
de: Fragen-Text

source: Toggle Editor
de: Editor umschalten

source: Add a detailed solution
de: Musterlösung hinzufügen

source: Detailed Solution:
de: Musterlösung:

source: Uses random variables from the question.
de: Verwendet die Zufallsvariablen aus der Frage.

source: Be sure to include the question you are solving in the text
de: Denken Sie daran, die Frage so einzubinden, wie Sie sie im Text lösen

source: Use this as a "written example" help button
de: Verwende dies für "Musterlösung"-Schaltfläche

source: Display with the "Show Answer"
de: Mit Antwort anzeigen

source: Image file:
de: Bild-Datei:

source: assign to variable:
de: zuordnen zur Variablen:

source: Description:
de: Beschreibung:

source: Images:
de: Bild:

source: Help button: Type:
de: Hilfe-Schaltfläche: Typ:

source: Read
de: Lesen

source: Help buttons:
de: Hilfe-Schaltflächen:

source: Delete?
de: Löschen?

source: Mark question as deprecated and suggest alternative?
de: Frage als veraltet kennzeichnen und Alternative vorschlagen?

source: Suggested replacement ID:
de: ID der vorgeschlagenen Alternative:

source: Do not use this unless you know what you're doing
de: Verwenden Sie dies nur, wenn Sie wissen, was Sie tun

source: This question is currently marked as deleted.
de: Diese Frage ist zurzeit zum Löschen vorgesehen.

source: Un-delete question
de: Lösch-Vermerk aufheben

source: Question Settings
de: Fragenspezifische Einstellungen

source: Modify Question Settings
de: Fragenspezifische Einstellungen bearbeiten

source: This assessment has already been taken. Altering the points or penalty will not change the scores of students who already completed this question.
de: Dieser Test wurde bereits versucht. Eine Änderung der Punkte oder Punktabzüge ändert die Punkte der Studierenden, die den Test schon eingereicht haben, NICHT.

source: If you want to make these changes, or add additional copies of this question, you should clear all existing assessment attempts
de: Wenn Sie diese Änderungen vornehmen oder zusätzliche Kopien dieser Frage hinzufügen möchten, sollten Sie alle vorhandenen Test-Versuche löschen

source: on last possible attempt only
de: nur beim letzten Versuch

source: per missed attempt, after %d
de: pro Fehlversuch, nach %d

source: per missed attempt
de: pro Fehlversuch

source: After last attempt
de: Nach dem letzten Versuch

source: After %d attempts
de: Nach %d Versuchen

source: Never during assessment
de: Niemals während des Tests

source: New Question Settings
de: Neue Fragenspezifische Einstellungen

source: Leave items blank to use the assessment's default values.
de: Lassen Sie die Felder leer um die Standardwerte des Tests zu verwenden.

source: Save Settings
de: Einstellungen speichern

source: Points for this problem:
de: Punkte für dieses Problem:

source: Default:
de: Standardwert:

source: Attempts allowed for this problem (0 for unlimited):
de: Anzahl der erlaubten Versuche für dieses Problem (0 für unbegrenzt):

source: Penalty for missed attempts:
de: Punktabzug für Fehlversuche:

source: per missed attempt, after 1
de: für Fehlversuch, nach 1

source: per missed attempt, after 2
de: für Fehlversuch, nach 2

source: per missed attempt, after 3
de: für Fehlversuch, nach 3

source: per missed attempt, after 4
de: für Fehlversuch, nach 4

source: per missed attempt, after 5
de: für Fehlversuch, nach 5

source: per missed attempt, after 6
de: für Fehlversuch, nach 6

source: New version on reattempt?
de: Neue Version bei neuem Versuch?

source: Use Default
de: Standard anwenden

source: Yes, new version on reattempt
de: Ja, neue Version bei neuem Versuch

source: No, same version on reattempt
de: Nein, selbe Version bei neuem Versuch

source: Allow &quot;Try similar problem&quot;?
de: &quot;Versuche ein ähnliches Problem&quot; erlauben?

source: Show answer after last attempt
de: Zeige Antwort nach letztem Versuch

source: After 1 attempt
de: Nach 1 Versuch

source: After 2 attempts
de: Nach 2 Versuchen

source: After 3 attempts
de: Nach 3 Versuchen

source: After 4 attempts
de: Nach 4 Versuchen

source: After 5 attempts
de: Nach 5 Versuchen

source: After 6 attempts
de: Nach 6 Versuchen

source: After 7 attempts
de: Nach 7 Versuchen

source: Show hints and video/text buttons?
de: Schaltflächen für Video/Text-Hinweise anzeigen?

source: Use Scoring Rubric
de: Neue Punkte-Rubrik

source: Add new rubric
de: Neue Rubrik hinzufügen

source: Edit rubrics
de: Rubriken bearbeiten

source: Number of copies of question to add:
de: Wieviele Frage-Kopien hinzufügen:

source: Number, if any, of additional copies to add to assessment:
de: Anzahl der zusätzlichen Kopien (falls anwendbar) für den Test:

source: Advanced
de: Fortgeschritten

source: Restricted question seed list:
de: Liste der Initialwerte (seeds) für Randomisierung einschränken:

source: Replace this question with question ID:
de: Diese Frage ersetzen durch die Frage mit der ID:

source: WARNING: This is NOT recommended. It will mess up the question for any student who has already attempted it, and any work they have done may look garbled when you view it
de: WARNUNG: Dies wird NICHT empfohlen. Es bringt die Frage für alle Studierenden durcheinander, die sie schon versucht haben; die eingereichten Antworten könnten unverständlich bleiben

source: WARNING: you generally should not change point values after students have started the assessment, as the points already earned by students will not be re-calculated.
de: WARNUNG: Im Allgemeinen sollten Sie die Punktwerte nicht ändern, nachdem Studierende den Test begonnen haben, da die Punkte, die die Studierenden bereits erworben haben, nicht neu berechnet werden.

source: This assessment has already been taken. Altering the points or penalty may cause some temporary weirdness for student currently working on the assessment.
de: Dieser Test wurde bereits versucht. Eine Änderung der Punkte oder Punktabzüge kann den Test für Studierende, die gerade daran arbeiten, zeitweise durcheinanderbringen.
