Repository: drlippman/IMathAS
Catalog: i18n/*.po
Languages: de

source: Try the problem again
de: Das Problem erneut versuchen

source: Question scored.
de: Frage bepunktet.

source: No attempts remain on this problem.
de: Keine Versuche für dieses Problem verbleibend.

source: wrong question or not open for displaying scored result
de: falsche Frage oder nicht offen für die Anzeige der Punkte

source: Your time limit has expired. If you try to submit any questions, your submissions will be rejected.
de: Ihr Zeitlimit ist abgelaufen. Wenn Sie versuchen Fragen abzuschicken, werden Ihren Einsendungen zurückgewiesen.

source: Your time limit has expired. If you submit any questions, your assessment will be marked overtime, and will have to be reviewed by your instructor.
de: Ihr Zeitlimit ist abgelaufen. Wenn Sie Fragen abschicken, wird ihr Test als verspätet gekennzeichnet und muss vom Dozenten überprüft werden.

source: Total Points Possible:
de: Gesamt mögliche Punkte:

source: This is a group assessment. Any changes affect all group members.
de: Dies ist ein Gruppentest. Jede Änderung betrifft alle Gruppenmitglieder.

source: Group Members:
de: Gruppenmitglieder:

source: Add Group Members
de: Gruppenmitglieder hinzufügen

source: Save answers
de: Antworten speichern

source: This will save your answers so you can come back later and finish, but not submit them for grading. Be sure to come back and submit your answers before the due date.
de: Dies wird Ihre Antworten speichern, aber nicht zur Benotung absenden, so dass Sie später zum Fertigstellen zurückkommen können.

source: Previous Page
de: Vorherige Seite

source: Next Page
de: Nächste Seite

source: Question navigation
de: Fragen-Navigation

source: Questions
de: Fragen

source: Edit Settings
de: Bearbeite Einstellungen

source: Show question on this computer before it is opened for student input
de: Zeige Frage auf diesem Compouter bevor sie für die Studenteneingabe geöffnet wird

source: Show results live as students submit answers
de: Zeige Lösungen live während die Studenten ihre Antworten abgeben

source: Show results automatically after closing student input
de: Zeige Lösungen automatisch nach Schliessen der Studenteneingabe

source: Show answers automatically after closing student input
de: Zeige Antworten automatisch nach Schliessen der Studenteneingabe

source: Use per-question time limit
de: Benutze eine Zeitgrenze pro Frage

source: Hide Settings
de: Verstecke Einstellungen

source: Select a Question
de: Wähle eine Frage aus

source: Open Student Input
de: Öffne Studenteneingabe

source: Close Student Input
de: Schliesse Studenteneingabe

source: Show Question
de: Zeige Fragen

source: Show Results
de: Zeige Lösungen

source: Show Answers When Closed
de: Zeige Antworten wenn geschlossen

source: Waiting for the instructor to start a question
de: Warten, dass der Dozent eine Frage startet

source: Video and question navigation
de: Video- und Fragen-Navigation

source: Skip Navigation
de: Navigation überspringen

source: Jump to Question
de: Zur Frage springen

source: Page and question navigation
de: Seiten- und Fragen-Navigation

source: Pages
de: Seiten

source: point
de: Punkt

source: points
de: Punkte

source: out of
de: von

source: unattempted
de: nicht versucht

source: Print Version
de: Druckversion

source: Resources
de: Matrialien

source: untried
de: unversucht

source: incorrect - can retry
de: falsch - weitere Versuche möglich

source: partially correct - can retry
de: teilweise korrekt - weitere Versuche möglich

source: can retry
de: weitere Versuche möglich

source: cannot retry
de: keine weiteren Versuche

source: correct
de: korrekt

source: incorrect - cannot retry
de: falsch - keine weiteren Versuche

source: partially correct - cannot retry
de: teilweise korrekt - keine weiteren Versuche

source: Review:
de: Kontrollansicht:

source: Grade:
de: Note:

source: Date:
de: Datum:

source: Scores:
de: Punktzahlen:

source: Last attempt:
de: Letzter Versuch:

source: Not answered
de: Nicht beantwortet

source: Score in Gradebook:
de: Punktzahl in Punkteübersicht:

source: Total Points on Last Attempts: %d out of %d possible
de: Gesamte Punkte bei letzten Versuchen: %d von %d möglichen

source: Total Points Earned: %d out of %d possible:
de: Gesamt erreichte Punkte: %d von %d möglichen:

source: Total Points in Gradebook: %d out of %d possible:
de: Gesamte Punkte in Punkteübersicht: %d von %d möglichen:

source: A score of %s is required to receive credit for this assessment
de: Eine Bewertung von %s wird benötigt, um diesen Test zu bestehen

source: Grade in Gradebook: No Credit (NC)
de: Note in Punkteübersicht: Keine Punkte (NC)

source: Your scores have been recorded for this assessment.
de: Ihre Punktzahlen wurden für diesen Test gespeichert.

source: Time limit exceeded by
de: Zeitlimit überschritten um

source: seconds
de: Sekunden

source: Grade is subject to acceptance by the instructor
de: Note liegt dem Dozenten zur Überprüfung vor

source: <a href="showtest.php?reattempt=all">Reattempt assessment</a> on questions allowed (note: where reattempts are allowed, all scores, correct and incorrect, will be cleared)
de: <a href="showtest.php?reattempt=all">Test nochmal versuchen</a> bei Fragen, die dies zulassen (Bemerkung: Wenn Wiederholungen erlaubt sind, werden alle Bewertungen, korrekt oder falsch, gelöscht)

source: <a href="showtest.php?reattempt=canimprove">Reattempt assessment</a> on questions that can be improved where allowed
de: <a href="showtest.php?reattempt=canimprove">Test nochmal versuchen</a> bei Fragen, die dies zulassen und verbessert werden können

source: <a href="showtest.php?reattempt=all">Reattempt assessment</a> on all questions where allowed
de: <a href="showtest.php?reattempt=all">Test nochmal versuchen</a> bei allen Fragen. die dies erlauben

source: <a href="showtest.php?regenall=missed">Try similar problems</a> for all questions with less than perfect scores where allowed.
de: <a href="showtest.php?regenall=missed">Ähnliche Probleme versuchen</a> (alle erlaubten Fragen mit noch nicht erreichter Bestpunktzahl)

source: <a href="showtest.php?regenall=all">Try similar problems</a> for all questions where allowed.
de: <a href="showtest.php?regenall=all">Ähnliche Probleme versuchen</a> (alle erlaubten Fragen)

source: Last Attempt:
de: Letzter Versuch:

source: Exit Assessment
de: Test verlassen

source: Return to Course Page
de: Zur Kursseite zurückkehren

source: Viewing the score summary will use up an attempt on any unanswered questions. Continue?
de: Das Ansehen der Punkteübersicht verbraucht für jede Frage einen Versuch. Fortsetzen?

source: (* not auto-graded)
de: (* nicht automatisch bewertet

source: Question ID:
de: FragenID:

source: License
de: Lizenz

source: Question %d of %d
de: Frage %d von %d

source: Question Withdrawn
de: Frage zurückgezogen

source: Points possible:
de: Punkte möglich:

source: Points available on this attempt: %1$g of original %2$g
de: Für diesen Versuch verfügbare Punkte: %1$g von ursprünglich %2$g

source: Unlimited attempts.
de: Beliebig viele Versuche.

source: No attempts remain.
de: Keine Versuche verbleibend.

source: This is attempt %1$d of %2$d.
de: Dies ist Versuch %1$d von %2$d.

source: Category:
de: Kategorie:

source: Score on last attempt:
de: Punktzahl beim letzten Versuch:

source: Score in gradebook:
de: Punktzahl in Punkteübersicht:

source: Out of:
de: Außerhalb von:

source: Message instructor about this question
de: Dozenten wegen Frage benachrichtigen

source: Post this question to forum
de: Einen Beitrag zu dieser Frage im Forum verfassen

source: Untried
de: Nicht versucht

source: Incorrect but can retry
de: Falsch - weitere Versuche möglich

source: Partially correct and can retry
de: Teilweise korrekt - weitere Versuche möglich

source: Attempted
de: Versucht

source: Are you sure you want to jump to this question, discarding any work you have not submitted?
de: Sind Sie sicher, dass Sie zu dieser Frage springen wollen und den bisher nicht Abgeschicktes verlieren wollen?

source: No attempts remaining
de: Keine Versuche mehr möglich

source: Unattempted
de: Nicht versucht

source: Points: %1$d out of %2$d possible.
de: Punkte: %1$d von %2$d möglich.

source: %d available on this attempt.
de: %d verfügbar bei diesem Versuch.

source: Points possible:
de: Punkte möglich:

source: Points available on this attempt: %1$d of original %2$d
de: Punkte verfügbar bei diesem Versuch: %1$d von original %2$d

source: Unlimited attempts
de: Beliebig viele Versuche

source: Assessment is complete with perfect score.
de: Test ist komplett mit perfekter Punktzahl.

source: <a href="showtest.php?reattempt=all">Reattempt assessment</a> on questions where allowed
de: <a href="showtest.php?reattempt=all">Test nochmal versuchen</a> bei Fragen, die dies erlauben

source: <a href="showtest.php?reattempt=all">Reattempt assessment</a> on questions allowed (note: all scores, correct and incorrect, will be cleared)
de: <a href="showtest.php?reattempt=all">Test erneut versuchen</a> bei allen Fragen, die dies erlauben (Hinweis: Alle Punkte - sowohl von korrekten als auch von unkorrekten Antworten - werden gelöscht)

source: <a href="showtest.php?reattempt=canimprove">Reattempt assessment</a> on questions missed where allowed
de: <a href="showtest.php?reattempt=all">Test erneut versuchen</a> (alle Fragen die dies erlauben und die nicht richtig beantwortet wurden)

source: No attempts left on current versions of questions.
de: Keine Versuche für die Fragen in der aktuellen Version übrig.

source: This launch was made insecurely (using http instead of https).
de: Diese Verbindung ist nicht sicher (http statt https).

source: %s requires secure launches to protect student data.
de: %s erfordert eine sichere Verbindung um die Daten der Studierenden zu schützen.

source: Please update the links or tool in the LMS to use https (aka SSL).
de: Bitte korrigieren Sie die Verbindungsdaten im LMS um https bzw. SSL zu verwenden.

source: In Moodle, you can do this by clicking the "Edit preconfigured tool" icon, scrolling down to Privacy, and clicking the Force SSL checkbox.
de: In Moodle können Sie dazu auf "Edit preconfigured tool" klicken, zu Privacy scrollen und die Force SSL-Auswahl aktivieren.

source: If you do not have access to do this, you might need to ask your LMS administrator to enable the Force SSL option.
de: Fallsi Sie dies nicht können, so bitten Sie Ihren Administrator die SSL-Option zu erzwingen.

source: BasicLTI not enabled
de: BasicLTI ist nicht aktiviert

source: Missing platform_state
de: Fehlender platform_state

source: Invalid tool_state
de: Ungültiger tool_state

source: No authorized session exists. This is most likely caused by your browser blocking third-party cookies. Please adjust your browser settings and try again.
de: Es gibt keine autorisierte Sitzung. Das liegt höchstwahrscheinlich daran, dass Ihr Browser Cookies von Dritten blockiert. Bitte korrigieren Sie Ihre Browser-Einstellungen und versuchen Sie es erneut.

source: Uh oh, something went wrong. Please go back and try again
de: Ups, da ist etwas schiefgegangen. Bitte gehen Sie zurück und versuchen Sie es noch einmal

source: This assignment does not appear to exist anymore.
de: Es sieht so aus, als ob dieser Test nicht mehr existiert.

source: If you already have an account on %s, enter your username and password below to enable automated signon from %s
de: Wenn Sie schon eine Kennung bei %s haben, so geben Sie unten Ihren Benutzernamen und Ihr Passwort ein, um die automatische Anmeldung von %s aus zu aktivieren

source: Enter your username and password for %s below to enable automated signon from %s
de: Geben Sie Ihren Benutzernamen und Ihr Passwort für %s ein, um die automatische Anmeldung von %s aus zu aktivieren

source: Password:
de: Passwort:

source: Sign In
de: Anmelden

source: If you do not already have an account on %s, provide the information below to create an account and enable automated signon from %s
de: Wenn Sie noch keine Kennung bei %s haben, so geben Sie unten Ihre Informationen ein, um eine Kennung anzulegen und die automatische Anmeldung von %s aus zu aktivieren

source: Choose a password:
de: Passwort wählen:

source: Confirm password:
de: Passwort bestätigen:

source: Enter First Name:
de: Vorname:

source: Enter Last Name:
de: Nachname:

source: Enter E-mail address:
de: E-Mail-Adresse eingeben:

source: Notify me by email when I receive a new message:
de: Benachrichtige mich per E-Mail, wenn ich eine neue Nachricht erhalte:

source: Create Account
de: Kennung anlegen

source: If you do not already have an account on %s, please visit the site to request an account.
de: Wenn Sie noch keine Kennung bei %s haben, so besuchen Sie auf der Seite des Systems und eine Kennung beantragen.

source: No session recorded
de: Keine Sitzung aufgezeichnet

source: invalid course identifier in folder view launch
de: ungültige Kurs-ID beim Start der Ordner-Ansicht

source: invalid folder identifier in folder view launch
de: Ungültige Ordner-ID beim Start der Ordner-Ansicht

source: Insufficient launch information. This might indicate your browser is set to restrict third-party cookies. Check your browser settings and try again
de: Unvollständige Start-Information. Das könnte darauf hinweisen, dass Ihr Browser Cookies von Dritten zu sehr einschränkt. Prüfen Sie Ihre Browser-Einstellungen und versuchen Sie es erneut

source: Unable to launch - User information not provided (user_id is required)
de: Kann nicht starten - Benutzerinformation fehlt (user_id ist erforderlich)

source: Unable to launch - Course information not provided (context_id is required)
de: Kann nicht starten - Kurs-Information nicht angegeben (context_id ist erforderlich)

source: Unable to launch - oauth_consumer_key (resource key) is required
de: Kann nicht starten - oauth_consumer_key (resource key) ist erforderlich

source: Course link not established yet. Notify your instructor they need to click this assignment to set it up.
de: Verbindung zum Kurs noch nicht hergestellt. Informieren Sie Ihren Dozenten, dass er auf diesen Test klicken muss um ihn einzurichten.

source: This placement is not yet set up
de: Dieser Test ist noch nicht eingerichtet

source: Invalid placement type
de: Ungültiger Test-Typ

source: You are not an instructor on the course and folder this link is pointing to. Auto-copying is not currently supported for folder-level links.
de: Sie sind in dem Kurs und Ordner, auf den dieser Link zeigt. Für Links auf Ordner-Niveau wird Auto-Kopie gegenwärtig nicht unterstützt.

source: Course connection not established yet. Notify your instructor they need to click this link to set it up.
de: Verbindung zum Kurs noch nicht hergestellt. Informieren Sie Ihren Dozenten, dass er auf diesen Test klicken muss um ihn einzurichten.

source: This course in the LMS is not associated with the course this link is pointing to.
de: Dieser Kurs im LMS ist mit dem Kurs, auf den der Link zeigt, nicht verbunden.

source: This course is not available
de: Dieser Kurs ist nicht verfügbar

source: invalid key. unknown action type
de: ungültiger Key. ungültiger ActionType

source: Course link not established yet
de: Kurs-Link noch nicht eingerichtet

source: Error. Assessment ID %s not found.
de: Fehler. Test-ID %s nicht gefunden.

source: not authorized to view folders in this course
de: nicht berechtigt, Ordner in diesem Kurs anzusehen

source: Yes, Clear
de: Ja, Löschen

source: Unnamed Assessment
de: Unbenannter Test

source: This assessment contains items that are not automatically graded. Your grade may be inaccurate until your instructor grades these items.
de: Dieser Test enthält Fragen, die nicht automatisch bewertet werden. Ihre Bewertung kann unvollständig sein, bis Ihr Dozent diese Fragen bewertet hat.

source: Create Assessment
de: Test anlegen

source: It appears this assessment is using an older [Q #] or [QUESTION #] tag. You can %sconvert that into a new format%s if you would like.
de: Es scheint, dieser Test benutzt das veraltete [Q#] oder [QUESTION#]. Sie können eine %sKonvertierung in das neue Format%s vornehmen, wenn Sie möchten.

source: This will discard any changes you have made on this page
de: Dies wird alle Änderungen auf dieser Seite verwerfen

source: Add/Remove Questions
de: Fragen hinzufügen/entfernen

source: No prerequisite
de: Keine Vorausstzung

source: Show only after
de: Anzeigen nach

source: Show greyed until
de: Zeige ausgegraut bis zum

source: percent
de: Prozent

source: Modify Assessment
de: Test ändern

source: Add Assessment
de: Test

source: Create new set of groups
de: Neue Gruppen hinzufügen

source: Assessment Name
de: Titel des Tests

source: Summary
de: Zusammenfassung (für die Kursseite)

source: Intro/Instructions
de: Einführung/Anleitungen (Bei Start des Tests)

source: Show
de: Anzeigen

source: Show by Dates
de: Anzeigen nach Datum

source: Available After
de: Freigeschaltet ab

source: Available always until end date
de: Sofort

source: Available after
de: Freigeschaltet nach

source: Available Until
de: Freigeschaltet bis

source: Available always after start date
de: Unbegrenzt

source: at
de: um

source: Due date
de: Fälligkeitsdatum

source: The course setting is enabled for dates to be set via LTI
de: Freischaltung erfolgt über LTI

source: Waiting for the LMS to send a date
de: Warte auf Daten vom LMS

source: Default due date set by LMS: No due date (individual student due dates may vary)
de: Vom LMS gesetzte Standard-Fälligkeit: Kein Fälligkeitsdatum (kann für einzelne Studierende abweichen)

source: Default due date set by LMS
de: Vom LMS gesetztes Standard-Fälligkeitsdatum

source: (individual student due dates may vary)
de: kann für einzelne Studierende abweichen

source: Practice mode
de: Übungs-Modus

source: Keep open for un-graded practice after the due date
de: Nach Fälligkeit für unbewertetes Üben zugänglich

source: Assessment Options
de: Test-Einstellungen

source: Copy Options from
de: Kopiere Einstellungen von

source: None - use settings below
de: Nicht kopieren - verwende die folgenden Einstellungen

source: Warning: Changing settings after students have started may require converting their data, and lead to loss of data on earlier attempts. This will occur if converting between Homework-style and Quiz-style.
de: Warnung: Werden Einstellungen geändert nachdem Studierende den Test gestartet haben, so kann das eine Konvertierung von Daten erfordern und Daten von vorhergehenden Versuchen löschen. Das passiert insbesondere, wenn zwischen Hausarbeits- und Prüfung-Modus gewechselt wird.

source: Dates
de: Daten

source: End of Assessment Messages
de: Text für Ende des Tests

source: Expand All
de: Alle ausklappen

source: Collapse All
de: Alle einklappen

source: Core Options
de: Kern-Einstellungen

source: Display style
de: Darstellungsart

source: One question at a time
de: Jede Frage einzeln

source: All questions at once, or in pages
de: Alle Fragen auf einmal, ggf. verteilt auf mehrere Seiten

source: Video Cued
de: Video-gesteuert

source: Live Poll
de: Live-Umfrage

source: Submission type
de: Art der Einreichung

source: Homework-style: new versions of individual questions
de: Hausarbeits-Modus: Wechselnde Versionen der einzelnen Fragen

source: Quiz-style: retake whole assessment with new versions
de: Prüfungsmodus: Neue Fragen nur bei Neustart des Tests

source: Warning: Changing this after students have started will require converting their data, and lead to loss of data on earlier attempts.
de: Warnung: Wenn dies geändert wird nachdem Studierende den Test begonnen haben, so erfordert dies eine Datenkonvertierung. Daten früherer Versuche werden gelöscht.

source: Versions
de: Versionen

source: Number of versions for each question
de: Anzahl der Versionen für jede Frage

source: Number of times assessment can be taken
de: We oft darf der Test durchgeführt werden

source: With a penalty of
de: Mit Punktabzug von

source: per version
de: pro Version

source: after
de: nach

source: full-credit versions
de: Versionen mit voller Punktzahl

source: Score to keep
de: Gespeicherte Punkte

source: Best
de: Bester Versuch

source: Last
de: Letzter Versuch

source: Average
de: Mittelwert

source: Tries
de: Versuche

source: Number of tries on each version of a question
de: Anzahl der Versuche für jede Version einer Frage

source: per try
de: pro Versuch

source: full-credit tries
de: Versuche mit voller Punktzahl

source: During assessment, show scores
de: Anzeige von Punkten während des Tests

source: During assessment, show answers
de: Anzeige von Antworten während des Tests

source: Students can view their work in the gradebook
de: Studierende dürfen ihre Arbeit in der Punkteübersicht einsehen

source: Students can view their scores in the gradebook
de: Studierende dürfe ihre Punkte in der Punkteübersicht einsehen

source: Students can view correct answers in the gradebook
de: Studierende dürfen die korrekte Antwort in der Punkteübersicht einsehen

source: Gradebook Category
de: Kategorien in der Punkteübersicht

source: Additional Display Options
de: Weitere Optionen für die Darstellung

source: Calendar icon
de: Kalender

source: Shuffle item order
de: Reihenfolge zufällig wählen

source: All but first
de: Mit Ausnahme der ersten Frage

source: Provide "Show Work" boxes
de: Einreichen von "Lösungsweg" ermöglichen

source: During assessment
de: Während des Tests

source: After assessment
de: Nach dem Test

source: During or after assessment
de: Während des Tests oder nach dem Test

source: Make hard to print
de: Drucken erschweren

source: All items same random seed
de: Für alle Fragen gleiche Zufallswerte verwenden

source: All students same version of questions
de: Gleiche Version der Fragen für alle Studierenden

source: Suppress default score result display
de: Standard-Anzeige des Punkte-Ergebnisses unterdrücken

source: Show question categories in Question Details (if defined)
de: Fragen-Kategorie (wenn definiert) in den Details zur Frage anzeigen

source: Time Limit and Access Control
de: Zeitbegrenzung und Zugangskontrolle

source: Allow use of LatePasses?
de: Verspätetes Einreichen erlauben?

source: Unlimited
de: Unbegrenzt

source: Up to 1
de: Höchstens 1 mal

source: Up to 2
de: Höchstens 2 mal

source: Up to 3
de: Höchstens 3 mal

source: Up to 4
de: Höchstens 4 mal

source: Up to 5
de: Höchstens 5 mal

source: Up to 6
de: Höchstens 6 mal

source: Up to 7
de: Höchstens 7 mal

source: Up to 8
de: Höchstens 8 mal

source: Allow LatePasses after due date
de: Verspätetes Einreichen nach Fälligkeit des Tests erlauben

source: Restrict by date
de: Durch Datum begrenzen

source: No extensions past
de: Keine Verlängerung nach

source: Time Limit
de: Zeitbegrenzung

source: minutes (blank or 0 for none)
de: Minuten (leer oder 0 für unbegrenzt)

source: Allow student to work past time limit
de: Erlaube den Studierenden nach Ablauf der Zeitbegrenzung weiterzuarbeiten

source: Grace period of
de: Kulanz-Periode von

source: minutes with a penalty of
de: Minuten mit einem Punktabzug von

source: Require Password (blank for none)
de: Passwort erforderlich (leer lassen für Zugang ohne Passwort)

source: Show based on another assessment
de: Anzeige ist abhängig von Ergebnissen eines anderen Tests

source: a score of
de: einer Punktzahl von

source: is obtained on
de: erzielt in

source: Help and Hints
de: Hilfen und Tips

source: Hints and Videos
de: Tips und Videos

source: Show hints when available?
de: Zeige Tips wenn verfügbar?

source: Show video/text buttons when available?
de: Zeige Video/Text-Schaltflächen wenn verfügbar?

source: "Ask question" links
de: Link "Frage stellen"

source: Show "Message instructor about this question" links
de: Link "Dozenten wegen dieser Frage benachrichtigen" anzeigen
