Repository: drlippman/IMathAS
Catalog: i18n/*.po
Languages: de

source: Open Dot
de: Offener Punkt

source: Polygon
de: Vieleck

source: Enter your answer by drawing on the graph.
de: Geben Sie Ihre Antwort ein, indem Sie zeichnen.

source: Last file uploaded:
de: Zuletzt hochgeladene Datei:

source: Select a file to upload
de: Wählen Sie eine Datei zum Hochladen aus

source: Eeek! $questions is not defined or needs to be an array. Make sure $questions is defined in the Common Control section.
de: Eeek! $question ist nicht definiert oder muss ein Array sein. Stellen Sie sicher, dass $question in der Common Control Sektion definiert wird.

source: Eeek! $questions or $answers is not defined or needs to be an array. Make sure both are defined in the Common Control section.
de: Eeek! $questions oder $answers ist nicht definiert oder muss ein Array sein.Stellen Sie sicher, dass beider in der Common Control Sektion definiert werden.

source: Debug info: empty, missing or invalid $answer
de: Debuginfo: leeres, fehlendes oder ungültiges $answer

source: Debug info: empty, missing, or invalid $answer
de: Debuginfo: leere, fehlende oder ungültiges $answer

source: Debug info: function evaled to Not-a-number at all test points. Check $domain
de: Debuginfo: Funktion ergibt an allen Testpunkten 'keine Zahl'. Prüfen Sie $domain

source: Unable to open Excel file
de: Kann Excel Datei nicht öffnen

source: Upload of %s:
de: Hochladen von %s:

source: Error - Invalid file type
de: Fehler - Ungültiger Dateityp

source: Error - no asid
de: Fehler - keine asid

source: Error - File not uploaded in preview
de: Fehler - Datei nicht in Vorschau hochgeladen

source: Successful
de: Erfolgreich

source: Error storing file
de: Fehler beim Speichern der Datei

source: Error uploading file - file too big
de: Fehler beim Hochladen der Datei - Datei zu groß

source: Error uploading file
de: Fehler beim Hochladen der Datei

source: error - more than 1 i in expression
de: Fehler - mehr als ein i im Ausdruck

source: error - invalid form
de: Fehler - ungültige Form

source: Enter %s as a fraction (like 3/5 or 10/4) or as an integer (like 4 or -2)
de: Geben Sie %s als Bruch (z.B. 3/5 oder 10/4) oder als ganze Zahl (z.B. 4 oder -2) ein

source: Enter a %s of fractions or integers
de: Geben Sie ein %s von Brüchen oder ganzen Zahlen ein

source: Enter a fraction or integer
de: Geben Sie einen Bruch oder eine ganze Zahl ein

source: Enter %s as a reduced fraction (like 5/3, not 10/6), as an integer (like 4 or -2), or as an exact decimal (like 0.5 or 1.25)
de: Geben Sie %s als einen gekürzten Bruch (wie 5/3 anstatt 10/6), als ganze Zahl (wie 4 oder -2), oder als Dezimalzahl (wie 0.5 oder 1.25) ein

source: Enter a %s of reduced fractions, integers, or exact decimals
de: Geben Sie ein %s von gekürzten Brüchen, Ganzzahlen oder Dezimalzahlen ein

source: Enter a reduced fraction, integer, or exact decimal
de: Geben Sie einen gekürzten Bruch, eine ganze Zahl oder eine Dezimalzahl ein

source: Enter %s as a reduced fraction (like 5/3, not 10/6) or as an integer (like 4 or -2)
de: Geben Sie %s als gekürzten Bruch (z.B. 5/3, nicht 10/6) oder als ganze Zahl (z.B. 4 oder -2) ein

source: Enter a %s of reduced fractions or integers
de: Geben Sie ein %s von gekürzten Brüchen oder ganzen Zahlen ein

source: Enter a reduced fraction or integer
de: Geben Sie einen gekürzten Bruch oder eine ganze Zahl ein

source: Enter %s as a mixed number or as an integer. Example: 2 1/2 = 2 &frac12;
de: Geben Sie %s gemischte Zahl oder als ganze Zahl ein. Beispiel: 2 1/2 = 2 &frac12;

source: Enter %s as a reduced mixed number or as an integer. Example: 2 1/2 = 2 &frac12;
de: Geben Sie %s als gekürzte gemischte Zahl oder als ganze Zahl ein. Beispiel: 2 1/2 = 2 &frac12;

source: Enter a %s of mixed numbers or integers
de: Geben Sie ein %s von gemischten oder ganze Zahlen ein

source: Enter a mixed number or integer
de: Geben Sie eine gemischte oder eine ganze Zahl ein

source: Enter %s as a mixed number, proper or improper fraction, or as an integer. Example: 2 1/2 = 2 &frac12;
de: Geben Sie %s als echten oder unechten Bruch oder als gemischte Zahl oder als ganze Zahl ein. Beispiel: 2 1/2 = 2 &frac12;

source: Enter a %s of mixed numbers, fractions, or integers
de: Geben Sie ein %s von gemischten Zahlen, Brüchen oder ganzen Zahlen ein

source: Enter a mixed number, proper or improper fraction, or integer
de: Geben Sie eine gemischte Zahl, einen echten oder unechten Bruch oder eine ganze Zahl ein

source: Enter %s as a reduced mixed number, reduced proper or improper fraction, or as an integer. Example: 2 1/2 = 2 &frac12;
de: Geben Sie %s als echten, unechten oder als gemischten Bruch oder als ganze Zahl ein. Kürzen Sie soweit wie möglich. Beispiel: 2 1/2 = 2 &frac12;

source: Enter a reduced mixed number, proper or improper fraction, or integer
de: Geben Sie eine gekürzte gemischte Zahl, einen echten oder unechten Bruch oder eine ganze Zahl ein

source: Enter %s as a mixed number (like 2 1/2), fraction (like 3/5), an integer (like 4 or -2), or exact decimal (like 0.5 or 1.25)
de: Geben Sie %s als gemischte Zahl (z.B. 2 1/2), als Bruch (z.B. 3/5), als ganze Zahl (z.B. 4 oder -2) oder Dezimalzahl (z.B. 0.5 oder 1.25) ein

source: Enter a %s of mixed numbers, fractions, or exact decimals
de: Geben Sie ein %s von gemischten Zahlen, Brüchen oder Dezimalzahlen ein

source: Enter a mixed number, fraction, or exact decimal
de: Geben Sie eine gemischte Zahl, einen Bruch oder eine Dezimalzahl ein

source: Enter %s as a fraction (like 3/5 or 10/4), an integer (like 4 or -2), or exact decimal (like 0.5 or 1.25)
de: Geben Sie %s als Bruch (z.B. 3/5 oder 10/4), als ganze Zahl (z.B. 4 oder -2) oder als Dezimalzahl (z.B. 0.5 oder 1.25) ein

source: Enter a %s of fractions or exact decimals
de: Geben Sie ein %s von Brüchen oder Ganzzahlen ein

source: Enter a fraction or exact decimal
de: Geben Sie einen Bruch oder eine genaue Dezimalzahl ein

source: Enter %s as an integer or decimal value (like 5 or 3.72)
de: Geben Sie %s als ganze Zahl oder als Dezimalzahl (z.B. 5 oder 6.72) ein

source: Enter a %s of integer or decimal values
de: Geben Sie eine %s von ganzen Zahlen oder Dezimalzahlen ein

source: Enter an integer or decimal value
de: Geben Sie eine ganze Zahl oder eine Dezimalzahl ein

source: Enter %s as a decimal or in scientific notation. Example: 3*10^2 = 3 &middot; 10<sup>2</sup>
de: Geben Sie %s als Dezimalzahl oder in wissenschaftlicher Notation ein. Beispiel: 3*10^2 = 3 &middot; 10<sup>2</sup>

source: Enter a %s of numbers using decimals or scientific notation
de: Geben Sie ein %s von Zahlen als Dezimalzahlen oder in wissenschaftlicher Notation ein

source: Enter a number using decimals or scientific notation
de: Geben Sie eine Zahl als Dezimalzahl oder in wissenschaftlicher Schreibweise ein

source: Enter %s as in scientific notation. Example: 3*10^2 = 3 &middot; 10<sup>2</sup>
de: Geben Sie %s in wissenschaftlicher Notation ein. Beispiel: 3*10^2 = 3 &middot; 10<sup>2</sup>

source: Enter a %s of numbers using scientific notation
de: Geben Sie ein %s von Zahlen in wissenschaftlicher Notation ein

source: Enter a number using scientific notation
de: Geben Sie eine Zahl in wissenschaftlicher Schreibweise ein

source: Enter %s as a number (like 5, -3, 2.2172) or as a calculation (like 5/3, 2^3, 5+4)
de: Geben Sie %s als Zahl (wie etwa 5, -3, 2.2172) oder als Berechnung (wie etwa 5/3, 2^3, 5+4) ein.

source: Enter a %s of mathematical expressions
de: Geben sie ein %s von mathematischen Ausdrücken ein

source: Enter a mathematical expression
de: Geben Sie einen mathematischen Ausdruck ein

source: Do not enter mixed numbers
de: Keine gemischten Zahlen eingeben

source: (no mixed numbers)
de: (keine gemischten Zahlen)

source: Decimal values are not allowed
de: Dezimalwerte sind nicht erlaubt

source: Enter %s accurate to the nearest integer.
de: Geben Sie %s mit einer Genauigkeit bis zur nächsten ganzen Zahl ein.

source: Enter %s accurate to %d decimal places.
de: Geben Sie %s auf %d Nachkommastellen genau ein.

source: Trig functions (sin,cos,etc.) are not allowed
de: Trigonometrische Funktionen (sin, cos, etc.) sind nicht erlaubt

source: Correct answer, but wrong format
de: Richtige Antwort, aber falsches Format

source: No solution
de: Keine Lösung

source: Infinite number of solutions
de: Unendlich viele Lösungen

source: One or more solutions:
de: Eine oder mehrere Lösungen:

source: Interval notation solution:
de: Lösung in Intervallschreibweise:

source: Inequality notation solution:
de: Lösung als Ungleichung:

source: One solution:
de: Eine Lösung:

source: Course Navigation
de: Kurs-Navigation

source: bad question id in includeqtextfrom
de: Falsche question id in includeqtextfrom

source: error with for code.. must be "for ($var=a..b) {todo}" where a and b are whole numbers or variables only
de: Fehler im for-Code.. muss sein "for ($var=a..b) {todo}" wobei a und b nur ganze Zahlen oder Variablen sein dürfen

source: need curlys for if statement at beginning of line
de: benötige Klammern für if-Ausdruck am Anfang der Zeile

source: need curlys for else statement
de: benötige Klammern für else-Ausdruck

source: need condition for elseif
de: benötige Bedingung für elseif

source: else used without leading if statement
de: else wird ohne vorangehende if Anweisung verwendet

source: line of type $a=b if $c==0 where $d==0 is invalid
de: Zeile vom Typ $a=b if $c==0 where $d==0 ist ungültig

source: Variable missing a name
de: Unbenannte Variable

source: Eeek.. unallowed var %s!
de: Eeek.. Variable %s ist nicht erlaubt!

source: Eeek.. unallowed macro %s
de: Eeek.. Makro %s ist nicht erlaubt

source: Warning... unquoted string %s.. treating as string
de: Warnung... %s ohne Anführungszeichen ... wird als Zeichenkette behandelt

source: unmatched parens/brackets - likely will cause an error
de: unpaarige Klammern - wird voraussichtlich einen Fehler versuchen

source: "invalid - unquoted backticks"
de: "ungültig - Backticks nicht in Anführungszeichen"

source: Invalid variable
de: Ungültige Variable

source: Invalid variable:
de: Ungültige Variable:

source: Error loading library %s
de: Fehler beim Laden der Bibliothek %s

source: Pie Chart
de: Tortendiagramm

source: Percent
de: Prozent

source: Download CSV
de: CSV herunterladen

source: Open dot at %s
de: Offener Punkt bei %s

source: Dot at %s
de: Punkt bei %s

source: Text label, color %s, at %s reading: %s
de: Angezeigter Text, Farbe %s, bei %s gelesen: %s

source: he
de: er

source: him
de: ihm

source: his
de: sein

source: she
de: sie

source: her
de: ihr(e)

source: hers
de: ihre

source: No answer selected. Try again.
de: Keine Antwort ausgewählt. Bitte erneut versuchen.

source: This answer does not appear to be a valid number.
de: Diese Antwort scheint keine gültige Zahl zu sein.

source: Show Intro and Between-Question Text
de: Zeige Einführung und Text zwischen Fragen

source: Hide Intro and Between-Question Text
de: Verstecke Einführung und Text zwischen Fragen

source: Show Questions
de: Zeige Fragen

source: Hide Questions
de: Verstecke Fragen

source: Print Ready Version
de: Druckversion

source: Print
de: Druck

source: Show Answers
de: Antworten anzeigen

source: Showing Current Versions
de: Zeige die aktuelle Version

source: Show Scored View
de: Zeige benotete Version

source: Show Last Attempts
de: Zeige die letzten Versuche

source: Showing Last Attempts
de: Die letzten Versuche

source: Showing Scored View
de: Zeige Ansicht mit Punkten

source: of a similar problem
de: eines ähnlichen Problems

source: You are not authorized to view this page. If you are trying to reaccess an assessment you've already started, access it from the course page
de: Sie sind nicht berechtigt, auf diese Seite zuzugreifen. Wenn Sie versuchen, erneut auf einen Test zuzugreifen, den Sie bereits gestartet haben, greifen Sie über die Kursseite darauf zu

source: This assessment is past the due date, and is now in un-graded review mode where no scores will be saved.
de: Dieser Test ist nach dem Ende der Einreichungsfrist im Überprüfungsmodus. Es werden keine Punktzahlen gespeichert.

source: You have %d LatePass(es) available which you could use to re-open the assignment for scored work.
de: Sie können %d mal verspätet einreichen. Dies können Sie benutzen, um den Test für bewertete Eingaben nochmals zu öffnen.

source: Use LatePass
de: Verspätet einreichen

source: This will re-open the assessment for graded work
de: Das öffnet den Test erneut für eine Bearbeitung, die auch bewertet wird

source: If you open the assessment in un-graded review mode now, you will not be able to use a LatePass later
de: Wenn Sie diesen Test jetzt im Überprüfungsmodus ansehen, können Sie ihn nicht mehr verspätet einreichen

source: This assessment is not available yet
de: Dieser Test ist noch nicht verfügbar

source: This assessment is closed
de: Dieser Test ist geschlossen

source: If you view this scored assignment, you will not be able to use a LatePass on it
de: Wenn Sie diesen bewerteten Test ansehen, können Sie ihn nicht mehr verspätet einreichen

source: View your scored assessment
de: Ihre bepunkteten Tests anzeigen

source: You cannot start this assessment yet.
de: Sie könnendiesen Test noch nicht starten.

source: Access to this assessment requires a score of %d%s on %s
de: Der Zugang zu diesem Test erfordert mindestens %d%s Punkte bei %s

source: points
de: Punkte

source: Password incorrect. Try again.
de: Passwort inkorrekt. Erneut versuchen.

source: This assessment requires the use of Remote Proctor Now (RPNow).
de: Dieser Test benötigt die Verwendung von Remote Proctor Now (RPNow).

source: Password required for access.
de: Für den Zugriff wird ein Passwort benötigt.

source: No questions in assessment!
de: Keine Fragen in dem Test!

source: Assessment has no questions!
de: Test hat keine Fragen!

source: You are not yet a member of a group. Contact your instructor to be added to a group.
de: Sie sind noch nicht Mitglied einer Gruppe. Kontaktieren Sie ihren Dozenten, um zu einer Gruppe hinzugefügt zu werden.

source: Error DupASID.
de: Fehler DupASID.

source: Error. Access assessment from course page
de: Fehler. Greifen Sie auf den Test über die Kursseite zu

source: Error. It appears you have opened another assessment since you opened this one.
de: Fehler. Es scheint, als hätten Sie einen anderen Test geöffnet, nachdem Sie diesen öffneten.

source: Only one open assessment can be handled at a time. Please reopen the assessment and try again.
de: Es kann nur ein Test gleichzeitig geöffnet sein. Bitte öffnen Sie den Test erneut und versuchen Sie es ein weiteres Mal.

source: Return to course page
de: Zur Kursseite zurückkehren

source: Error. Looks like your group has changed for this assessment. Please reopen the assessment and try again.
de: Fehler. Es scheint, als hätte sich Ihre Gruppe für diesen Test geändert. Bitte öffnen Sie den Test erneut und versuchen es ein weiteres Mal.

source: Assessment is closed
de: Test ist geschlossen

source: Due date has passed. Submission rejected.
de: Fälligkeitsdatum ist verstrichen. Einsendung zurückgewiesen.

source: Time limit has expired. Submission rejected.
de: Das Zeitlimit ist abgelaufen. Einsendung zurückgewiesen.

source: Your time limit on this assessment has expired.
de: Ihr Zeitfenster zum Abschließen dieses Tests ist abgelaufen.

source: Unable to connect to LivePoll Hub. Please try again later.
de: Keine Verbindung zum LivePoll Server möglich. Bitte versuchen Sie es später erneut.

source: Gradebook Detail
de: Punkteübersichtsdetails

source: View as student
de: Als Student anzeigen

source: Edit User Preferences
de: Benutzerspezifische Einstellungen bearbeiten

source: Assessment
de: Test

source: This will discard any unsaved work.
de: Dies wird alle nicht gespeicherte Arbeit verwerfen.

source: Messages
de: Nachrichten

source: Redeem LatePass
de: Verspätet einreichen

source: Group error - lost group info
de: Gruppenfehler - Gruppeninfo verloren

source: password incorrect
de: Passwort inkorrekt

source: Select group members
de: Wählen Sie Gruppenmitglieder aus

source: Group error. Please try reaccessing the assessment from the course page
de: Gruppenfehler. Bitte versuchen Sie erneut auf den Test über die Kursseite zuzugreifen

source: Current Group Members:
de: Aktuelle Gruppenmitglieder:

source: Select a name..
de: Wählen Sie einen Namen aus..

source: Each group member (other than the currently logged in student) to be added should select their name and enter their password here.
de: Jedes Gruppenmitglied (ausser dem gerade angemeldetem Studenten), dass hinzugefügt werden soll, muss hier seinen Namen auswählen und sein Passwort eingeben.

source: Each group member (other than the currently logged in student) to be added should select their name here.
de: Jedes Gruppenmitglied (ausser dem gerade angemeldetem Studenten), dass hinzugefügt werden soll, muss hier seinen Namen auswählen.

source: Password
de: Passwort

source: Record Group and Continue
de: Gruppe speichern und fortfahren

source: Teacher Acting as
de: Lehrer agiert als

source: Practice Assessment
de: Übungstest

source: Create new version.
de: Neue Version erzeugen.

source: This assignment is past the original due date of %s.
de: Dieser Test ist über die Deadline von %s hinaus.

source: You have used a LatePass
de: Sie haben verspätet eingereicht

source: You were granted an extension
de: Sie haben eine Verlängerung bekommen

source: Problems answered correctly after the original due date are subject to a %d%% penalty
de: Korrekte Antworten nach der Abgabefrist werden %d %% Punktabzug bestraft

source: Past due
de: Überfällig

source: Due in under
de: Fällig in unter

source: Due in
de: Fällig in

source: minutes
de: Minuten

source: Due
de: Fällig

source: hour
de: Stunde

source: second
de: Sekunde

source: second(s)
de: Sekunde(n)

source: Timelimit: %s. Time Expired
de: Zeitlimit: %s. Zeit abgelaufen

source: Timelimit
de: Zeitlimit

source: Time limit shortened because of due date
de: Zeitlimit wegen Fälligkeitsdatum verkürzt

source: remaining
de: verbleibend

source: Hide
de: Verstecken

source: In Review Mode - no scores will be saved
de: Im Korrekturmodus - keine Bewertungen werden gespeichert

source: Create new versions of all questions.
de: Neue Version aller Fragen erzeugen.

source: Time limit expired
de: Zeitlimit abgelaufen

source: Show Intro/Instructions
de: Zeige Einführung/Anweisungen

source: Question %d has been submitted since you viewed it. Your answer just submitted was not scored or recorded.
de: Frage %d wurde abgeschickt seit Sie sie betrachteten. Ihre gerade abgeschickte Antwort wurde nicht bewertet oder gespeichert.

source: Answers saved, but not submitted for grading. You may continue with the assessment, or come back to it later.
de: Antwort gespeichert, aber noch nicht zur Bewertung abgegeben. Sie können mit dem Test fortfahren oder später dazu zurück kehren.

source: The timelimit will continue to count down
de: Das Zeitlimit wird mit dem Herunterzählen fortfahren

source: <a href="showtest.php">Return to assessment</a>
de: <a href="showtest.php">Zurück zum Test</a> oder

source: The last question has been submittted since you viewed it, and that grade is shown below. Your answer just submitted was not scored or recorded.
de: Die letzte Frage wurde abgeschickt seit Sie sie betrachteten und die Punktzahl wird unten angezeigt. Ihre gerade abgeschickte Antwort wurde nicht bewertet oder gespeichert.

source: Previous Question
de: Vorherige Frage

source: Score before penalty on last attempt:
de: Punktzahl vor Strafe beim letzten Versuch:

source: Score on last attempt
de: Punktzahl beim letzten Versuch

source: Score in gradebook
de: Punktzahl in Punkteübersicht

source: Reattempt last question
de: Letzte Frage erneut versuchen

source: If you do not reattempt now, you will have another chance once you complete the assessment.
de: Wenn Sie es jetzt nicht noch einmal versuchen, bekommen Sie eine weitere Möglichleit, wenn Sie den Test abgeben.

source: Try another similar question
de: Andere ähnliche Frage versuchen

source: Intro or instructions
de: Zeige Einführung/Anweisungen

source: Hide Question Information
de: Fragenhinweise verstecken

source: Pre-question text
de: Text vor der Frage

source: Show Question Information
de: Fragenhinweise anzeigen

source: This question has been submittted since you viewed it, and that grade is shown below. Your answer just submitted was not scored or recorded.
de: Diese Frage wurde abgeschickt seit Sie sie betrachteten und die Punktzahl wird unten angezeigt. Ihre gerade abgeschickte Antwort wurde nicht bewertet oder gespeichert.

source: Start of Questions
de: Beginn der Fragen

source: Score on last attempt:
de: Punktzahl beim letzten Versuch:

source: Score in gradebook:
de: Punktzahl in Punkteübersicht:

source: Note:
de: Hinweis:

source: This question contains parts that can not be auto-graded. Those parts will count as a score of 0 until they are graded by your instructor
de: Diese Frage enthält Teile, die nicht automatisch bewertet werden können. Diese Teile werden mit 0 angezeigt, bis sie von Ihrem Dozenten bewertet werden

source: Question Scored
de: Frage bewertet

source: , reattempt last question below, or select another question.
de: , versuchen Sie die letzte Frage erneut, oder wählen Sie eine andere Frage.

source: , or select another question
de: , oder wählen Sie eine andere Frage

source: Reattempt last question below, or select another question
de: Versuchen Sie die letzte Frage erneut, oder wählen Sie eine andere Frage

source: Select another question
de: Wählen Sie eine andere Frage aus

source: This question, with your last answer
de: Diese Frage, mit Ihrer letzten Antwort

source: and correct answer
de: und der korrekten Antwort

source: , is displayed below
de: , wird unten angezeigt

source: Jump to Answer
de: Zur Antwort springen

source: If you jump to the answer, you must generate a new version to earn credit
de: Wenn Sie zur Antwort springen, müssen sie eine neue Version generieren, um Punkte zu erhalten

source: When you are done,
de: Wenn Sie fertig sind,

source: click here to see a summary of your scores
de: klicken Sie hier, um eine Zusammenfassung Ihrer Punkte zu sehen

source: You've already done this problem.
de: Sie haben dieses Problem bereits behandelt.

source: Reattempt this question
de: Diese Frage erneut versuchen

source: When you are done, click here to see a summary of your score
de: Wenn Sie fertig sind, klicken Sie hier um eine Zusammendassung Ihrer Bewertung zu sehen

source: Question with last attempt is displayed for your review only
de: Frage mit letztem Versuch wird nur zur Überprüfung angezeigt

source: The last question has been submitted since you viewed it, and that score is shown below. Your answer just submitted was not scored or recorded.
de: Die letzte Frage wurde abgeschickt seit Sie sie betrachteten und die Punktzahl wird unten angezeigt. Ihre gerade abgeschickte Antwort wurde nicht bewertet oder gespeichert.

source: Question scored. <a href="#curq">Continue with assessment</a>, or when you are done click <a href="showtest.php?action=seq&amp;done=true">here</a> to see a summary of your score.
de: Frage bewertet. <a href="#curq">Test fortsetzen</a>, oder wenn Sie fertig sind klicken Sie <a href="showtest.php?action=seq&amp;done=true">hier</a> um die Zusammenfassung Ihrer Bewertung zu sehen.

source: Question scored. <a href="#curq">Continue with assessment</a>
de: Frage bewertet. <a href="#curq">Test fortsetzen</a>

source: Submit Question %d
de: Frage %d absenden

source: Post-question text
de: Text nach der Frage

source: Continue video to %s
de: Im Video zu %s fortfahren

source: Jump video to %s
de: Im Video zu %s springen

source: or try the problem again
de: oder versuchen Sie das Problem erneut
